Repository: fangwulongtian/HongKongHKMall
Catalog: src/Resources/Resources/Resource.*.resx
Languages: th_th, zh_cn

# DELETE_RECEIVING_ADDRESS
source: Delete shipping address
th_th: ลบที่อยู่สำหรับการจัดส่ง
zh_cn: 删除收货人地址

source: DELETE SUCCESS
th_th: ลบสำเร็จ
zh_cn: 删除成功

# ENTER_RIGHT_CODE
source: Please enter the correct verification code
th_th: กรุณากรอกรหัสยืนยันที่ถูกต้อง
zh_cn: 请输入正确的验证码

# Equals_OLDPASSWORD_DISAGREEN
source: Old passWord is incorrect
th_th: ต่างกับรหัสปัจจุบัน
zh_cn: 与原始密码不一致

source: FAILURE
th_th: ล้มเหลว
zh_cn: 失败

source: Fax
th_th: แฟกซ์
zh_cn: 传真

# FOOTER_ABOUT
source: About Us
th_th: เกี่ยวกับเรา
zh_cn: 关于我们

# FOOTER_CONTACT_US
source: Contact Us
th_th: ติดต่อเรา
zh_cn: 联系我们

# FOOTER_CUSTOMER_AGREEMENT
source: Customer Agreement
th_th: ข้อตกลงและเงื่อนไข
zh_cn: 客户协议

# FOOTER_DISCLAIMER
source: Disclaimer
th_th: คำสงวนสิทธิ์
zh_cn: 免责声明

# FOOTER_PRIVACY_POLICY
source: Privacy Policy
th_th: นโยบายความเป็นส่วนตัว
zh_cn: 隐私条款

# GO_HOME
source: Back to Home
th_th: กลับหน้าหลัก
zh_cn: 返回首页

# GOODS_ID_IllEGAL
source: INVALID GOODS ID
th_th: IDสินค้าไม่ชอบด้วยกฎหมาย
zh_cn: 商品ID不合法

# HAVE_HUIKAMALL
source: Already have a HuikaMall account
th_th: มีบัญชี HuikaMallแล้ว
zh_cn: 已有HuikaMall帐号

# HOME_CALL_CENTER
source: Huika Customer Services
th_th: ศูนย์บริการลูกค้า huika
zh_cn: 惠卡客服

# HOME_CEBIANLAN_HAIKEYISHURU
source: You can enter
th_th: ยังสามารถใส่
zh_cn: 还可以输入

# HOME_CEBIANLAN_KEFUJINLILIANXI
source: Service Manager will contact you as soon as possible
th_th: ผู้จัดการฝ่ายบริการลูกค้าจะติดต่อกลับไปให้เร็วที่สุด
zh_cn: 客服经理会第一时间和您取得联系

# HOME_CEBIANLAN_LIJIZIXUN
source: Consult now
th_th: ปรึกษามันที
zh_cn: 立即咨询

# HOME_CEBIANLAN_NIHAOQING
source: Hi! Please
th_th: สวัสดีค่ะ เชิญค่ะ
zh_cn: 你好！请

# HOME_CEBIANLAN_TIJIAOZIXUN
source: Submit
th_th: ยืนคำปรึกษา
zh_cn: 提交咨询

# HOME_CEBIANLAN_YINSITIAOKUAI
source: Privacy Policy
th_th: นโยบายความเป็นส่วนตัว
zh_cn: 隐私条款

# HOME_CEBIANLAN_ZHUCE
source: Register
th_th: ลงทะเบียน
zh_cn: 注册

# HOME_CEBIANLAN_ZI
source: words
th_th: ตัวอักษร
zh_cn: 字

# HOME_EMAILL
source: E-mail
th_th: อีเมลล์
zh_cn: 邮箱

# HOME_FOOTER_ABOUT
source: About
th_th: เกี่ยวกับ
zh_cn: 关于

# HOME_FOOTER_AGREEMENT
source: Service Protocol
th_th: ข้อตกลงและเงื่อนไขการใช้บริการ
zh_cn: 服务协议

# HOME_FOOTER_ALLTITLE
source: Huika Mall - Bring fortunes to all human beings
th_th: huika มอลล์-ให้คนทั่วโลกรวยขึ้น
zh_cn: 惠卡商城一让天下人富起来

# HOME_FOOTER_CLIENT_SERVICES
source: Customer Service
th_th: บริการลูกค้า
zh_cn: 客户服务

# HOME_FOOTER_CONSOLIDATION_SERVICES
source: Delivery
th_th: การบริการจัดส่งสินค้า
zh_cn: 配送服务

# HOME_FOOTER_CUSTOMER_SERVICES
source: Customer Service
th_th: บริการลูกค้า
zh_cn: 客服服务

# HOME_FOOTER_DISTRIBUTION
source: Delivery notes
th_th: วิธีการจัดส่งสินค้า
zh_cn: 配送说明

# HOME_FOOTER_HFPROFITMODEL
source: Profit Pattern
th_th: รูปแบบการทำกำไร
zh_cn: 盈利模式

# HOME_FOOTER_LOGISTICS_SERVICES
source: Shipping & Delivery
th_th: การจัดส่งสินค้า
zh_cn: 物流配送

# HOME_FOOTER_NEWHAND_GUIDE
source: Guide
th_th: คู่มือมือใหม่
zh_cn: 新手指南

# HOME_FOOTER_PAY
source: Payment Method
th_th: เลือกช่องทางการชำระเงิน
zh_cn: 支付方式

# HOME_FOOTER_QUESTION
source: FAQ
th_th: คำถามที่พบบ่อย (Online FAQ)
zh_cn: 常见问题

# HOME_FOOTER_RECEIVE
source: Sign-off & Inspection
th_th: ตรวจสอบและเซ็นรับของ
zh_cn: 签收验货

# HOME_FOOTER_REGISTER
source: Register
th_th: ลงทะเบียนฟรี
zh_cn: 免费注册

# HOME_FOOTER_RETURN_POLICY
source: Return Policy
th_th: นโยบายการคืนสินค้า
zh_cn: 退换货政策

# HOME_FOOTER_RETURN_PROCESS
source: How to Return & Replace An Item
th_th: ขั้นตอนการคืนสินค้า
zh_cn: 退换货流程

# HOME_FOOTER_SAFEPAY
source: Safe Pay
th_th: วิธีชำระเงินที่ปลอดภัย
zh_cn: 安全支付

# HOME_FOOTER_SHOPPING
source: How to Buy
th_th: ขั้นตอนการซื้อสินค้า
zh_cn: 购物流程

# HOME_FOOTER_SHOPPING_GUIDE
source: Shopping Guides
th_th: วิธีซื้อสินค้า
zh_cn: 购物指南

# HOME_INDEX_ABOUTHUIPOWDER
source: About Huifen
th_th: เกี่ยวกับ huifen
zh_cn: 关于惠粉

# HOME_INDEX_ACTIVITYPRICE
source: Sale price
th_th: ราคาโปรโมชั่น
zh_cn: 活动价

# HOME_INDEX_AGENT
source: About agent
th_th: เกี่ยวกับหน่วยงาน
zh_cn: 关于代理

# HOME_INDEX_CHECKINFORMATION
source: Check order info
th_th: ตรวจสอบรายการการสั่งซื้อ
zh_cn: 核对订单信息

# HOME_INDEX_COMMONPROBLEMS
source: FAQ
th_th: คำถามที่พบบ่อย (Online FAQ)
zh_cn: 常见问题

# HOME_INDEX_CONTACTSERVICE
source: Contact Us
th_th: ติดต่อศูนย์บริการลูกค้า
zh_cn: 联系客服

# HOME_INDEX_CREDITCARDPAYMENT
source: Credit Card
th_th: ชำระเงินผ่านบัตรเครดิต
zh_cn: 信用卡支付

# HOME_INDEX_ENDOFACTIVITY
source: Sales ends in
th_th: เหลือเวลาแค่
zh_cn: 距活动结束还剩

# HOME_INDEX_EXIT
source: Log out
th_th: ออกจากระบบ
zh_cn: 退出

# HOME_INDEX_FOOTER_GOODSERVICE
source: Genuine products & Delicate services
th_th: ของแท้และบริการดี
zh_cn: 正品行货 精致服务

# HOME_INDEX_FOOTER_LOWERPRICE
source: Everyday low price & Free to choose
th_th: ราคาถูกเลือกได้อย่างราบรื่น
zh_cn: 天天低价 畅选无忧

# HOME_INDEX_FOOTER_MARKET
source: Online Fair-price Supermarket
th_th: ซูเปอร์มาร์เก็ตพาริตี้ทั่วเครือข่าย
zh_cn: 全网平价超市

# HOME_INDEX_FOOTER_ONEHUNDRED
source: 100% Quality Guarantee
th_th: ของแท้ รับรอง100%
zh_cn: 100%品质保障

# HOME_INDEX_FREEREGIST
source: Register
th_th: ลงทะเบียนฟรี
zh_cn: 免费注册

# HOME_INDEX_HELPCENTER
source: Help Center
th_th: ศูนย์ให้ความช่วยเหลือ
zh_cn: 帮助中心

# HOME_INDEX_HIQING
source: Hi~ Please
th_th: Hi~ เชิญ
zh_cn: Hi~ 请

# HOME_INDEX_HOMEPAGE
source: Home
th_th: หน้าหลัก
zh_cn: 首页

# HOME_INDEX_HOWMONEYMALL
source: How to make money in Huika Mall
th_th: วิธีการสร้างรายได้ในช้อปปิ้งมอลล์
zh_cn: 如何在商城赚钱

# HOME_INDEX_LANGUAGE
source: Language
th_th: เลือกภาษา
zh_cn: 语言选择

# HOME_INDEX_LANGUAGE_CH
source: CN
th_th: ภาษาจีน
zh_cn: 中文

# HOME_INDEX_LANGUAGE_EN
source: EN
th_th: ภาษาอังกฤษ
zh_cn: 英语

# HOME_INDEX_LANGUAGE_TH
source: Thai
th_th: ภาษาไทย
zh_cn: 泰文

# HOME_INDEX_LOGIN
source: Log In
zh_cn: 请登录

# HOME_INDEX_MYCOLLECTION
source: My Collections
th_th: รายการโปรด
zh_cn: 我的收藏

# HOME_INDEX_MYCREDITCARD
source: My Huika
th_th: huika ของฉัน
zh_cn: 我的惠卡

# HOME_INDEX_MYORDER
source: My Orders
th_th: ออเดอร์ของฉัน
zh_cn: 我的订单

# HOME_INDEX_MYSHOPPINGCART
source: Shopping cart
th_th: ตะกร้าของฉัน
zh_cn: 我的购物车

# HOME_INDEX_NOWIMMEDIATELY
source: Buy It Now
th_th: ช็อปทันที
zh_cn: 立即抢购

# HOME_INDEX_ORDERSUBMITSUCCESS
source: Order successfully submitted
th_th: สั่งซื้อสำเร็จ
zh_cn: 成功提交订单

# HOME_INDEX_ORIGINALPRICE
source: List price
th_th: ราคาปกติ
zh_cn: 原价

# HOME_INDEX_PAYPALPAYMENT
source: Paypal
th_th: การชำระเงินผ่านpaypal
zh_cn: paypal支付

# HOME_INDEX_QINGDAN
source: List
th_th: รายชื่อ
zh_cn: 清单

# HOME_INDEX_RECOMMENDS
source: Hot picks
th_th: สินค้าไฮไลท์แนะนํา
zh_cn: 爆款推荐

# HOME_INDEX_SHENGYU
source: Ends in
th_th: เหลือ
zh_cn: 剩余

# HOME_INDEX_SHIPINSTRUCTIONS
source: Delivery notes
th_th: วิธีการจัดส่งสินค้า
zh_cn: 配送说明

# HOME_INDEX_SHOPPINGPROCESS
source: How to Buy
th_th: ขั้นตอนการสั่งซื้อสินค้า
zh_cn: 购物流程

# HOME_INDEX_SIGNINSPECTION
source: Sign-off & Inspection
th_th: ตรวจสอบและเซ็นรับสินค้า
zh_cn: 签收验货

# HOME_INDEX_TITEL
source: Huika Thailand
th_th: huika มอลล์
zh_cn: 泰国商城

# HOME_INDEX_WELCOMECARD
source: Welcome to Huika
th_th: ยินดีต้อนรับสู่ huika
zh_cn: 欢迎来惠卡

# HOME_INDEX_XIAZAISHOUJIBAN
source: Download Mobile App
th_th: ดาวโหลดโปรแกรมมือถือของเรา
zh_cn: 下载手机版

# HOME_INDEXFIRST_ATOTALACOM
source: {0} items in total
th_th: มีสินค้าทั้งหมด{0}ชิ้น
zh_cn: 共{0}个商品

# HOME_INDEXFIRST_COMPRSORT
source: Overall ranking
th_th: จัดเรียงตามความนิยม
zh_cn: 综合排序

# HOME_INDEXFIRST_GUESSYOULIKE
source: You may like
th_th: คุณอาจชอบสินค้านี้
zh_cn: 猜你喜欢

# HOME_INDEXFIRST_PRICEHIGHTOLOW
source: Price High to Low
th_th: ราคาสูง-ต่ำ
zh_cn: 价格从高到低

# HOME_INDEXFIRST_PRICELOWTOHIGH
source: Price Low to High
th_th: ราคาต่ำ-สูง
zh_cn: 价格从低到高

# HOME_INDEXFIRST_SALES
source: Sales
th_th: ยอดขาย
zh_cn: 销量

# HOME_INDEXFIRST_SEARCHL
source: Huika Mall
th_th: ค้นหาหน้ารายชื่อทั้งหมด-huika มอลล์
zh_cn: 搜索集合列表页-惠卡商城

# HOME_SEARCH_ADJUSTKEYWORDS
source: Adjust key words.
th_th: ลองใช้คำหลักอื่นๆ
zh_cn: 调整关键字

# HOME_SEARCH_COMMFAILED
source: Item Invalid/ Huika Mall
th_th: สินค้าสูญเสียประสิทธิภาพแล้ว huika มอลล์
zh_cn: 商品已经失效 惠卡商城

# HOME_SEARCH_COMMODI
source: Please choose an item
th_th: กรุณาเลือกสินค้า
zh_cn: 请选择商品

# HOME_SEARCH_GOODSSHELVES
source: Sorry, the item you view doesn’t exist, probably sold out or transferred.
th_th: ขออภัยค่ะ การค้นหาของท่าน ไม่ตรงกับสินค้าใดๆ อาจเพราะว่าสินค้าถูกลบหรือย้าย
zh_cn: 很抱歉，您查看的商品不存在，可能已下架或者被转移。

# HOME_SEARCH_JUMPIN
source: View the recommended items you may like, redirecting in {0} seconds
th_th: อีก{0} วินาที ระบบจะเต้นไปหน้าแนะนำสินค้าที่คุณอาจชอบโดยอัตโนมัติ
zh_cn: 为你推荐一些你可能喜欢的内容，将在{0}秒后自动跳转

# HOME_SEARCH_KEYWORDS
source: Please enter key words
th_th: ค้นหาสินค้าหรือร้านค้าที่คุณต้องการ
zh_cn: 请输入关键字

# HOME_SEARCH_KEYWORDSEARCH
source: Re-type key words in the search box at the top.
th_th: คุณสามารถป้อนคำหลักอื่นๆในช่องค้นหาที่มุมบนของหน้าเว็บไซต์อีกครั้ง
zh_cn: 在顶部搜索框重新输入关键词搜索。

# HOME_SEARCH_NOTFINDGOODS
source: Sorry, your search "{0}" didn’t match any products
th_th: ขออภัยค่ะ การค้นหาของคุณ "{0}" ไม่ตรงกับสินค้าใดๆ
zh_cn: 很抱歉，没有找到与 "{0}" 有关的商品

# HOME_SEARCH_RECOMMENDED
source: We suggest you:
th_th: คำแนะนำ:
zh_cn: 建议您：

# HOME_SEARCH_REMOVEWORDS
source: Get rid of possibly unnecessary words, like “of”, etc.;
th_th: ลองลบคำที่ไม่จำเป็น เช่น "ของ", "อะไร" เป็นต้น
zh_cn: 去掉可能不必要的字词，如“的”、”什么”等

# HOME_SEARCH_RESULTRECOM
source: Any result below that you’re interested in? (recommended)
th_th: แนะนำสินค้าที่คุณอาจชอบ ดังนี้
zh_cn: 以下是否有您想要看到的结果？（推荐）

# HOME_SEARCH_SEARCH
source: Search
th_th: ค้นหา
zh_cn: 搜索

# HOME_SEARCH_SEARCHMESSAGE
source: {1} results for your search "{0}"
th_th: ผลการค้นหา "{0}" แสดงทั้งหมด{1}รายการ
zh_cn: 您搜索的 "{0}" 共找到 {1}条信息

# HOME_SEARCH_SERVICEFORGOODS
source: Contact Customer Service to find it
th_th: สินค้าอาจถูกลบแล้ว ลูกค้าสามารถโทรถามฝ่ายบริการลูกค้า
zh_cn: 该商品可能已经下架，您可以联系客服找找商品

# HOME_SEARCH_TEXTWRONG
source: Check if there is a mistake in the words you entered;
th_th: ตรวจดูให้แน่ใจว่าสะกดถูกต้องทุกคำ
zh_cn: 看看输入的文字是否有误

# HOME_SEARCH_YOUCAN
source: You can
th_th: คำแนะนำ:
zh_cn: 您可以

# HOME_SHOPPING_ADDRESS
source: Address
th_th: ที่อยู่
zh_cn: 地址

# HOME_SHOPPING_ADDTOCART
source: Add to Cart
th_th: หยิบใส่ตะกร้า
zh_cn: 加入购物车

# HOME_SHOPPING_ALCOLLECTED
source: Collected
th_th: จัดเก็บเป็นรายการโปรดแล้ว
zh_cn: 已收藏

# HOME_SHOPPING_BADREVIEW
source: Poor
th_th: ไม่พอใจ
zh_cn: 差评

# HOME_SHOPPING_BUYNOW
source: Buy It Now
th_th: ช็อปทันที
zh_cn: 立即购买

# HOME_SHOPPING_CHONGXINTIANXIE
source: Rewrite
th_th: กรอกใหม่
zh_cn: 重新填写

# HOME_SHOPPING_COLLECTPRODUCT
source: Add to collections
th_th: เพิ่มเป็นรายการโปรด
zh_cn: 收藏该产品

# HOME_SHOPPING_COMMDESCR
source: Product Description
th_th: รายละเอียดสินค้า
zh_cn: 商品描述

# HOME_SHOPPING_CONTACT
source: Contact
th_th: ติดต่อ
zh_cn: 联系

# HOME_SHOPPING_CONTACTME
source: Contact us
th_th: ติดต่อเรา
zh_cn: 和我联系

# HOME_SHOPPING_CURRSTOCK
source: Current inventory: {0} pcs
th_th: สินค้าคงคลังปัจจุบัน:{0}ชิ้น
zh_cn: 当前库存：{0}件

# HOME_SHOPPING_CUSEVAL
source: Customer Reviews
th_th: ลูกค้าแสดงความคิดเห็น
zh_cn: 顾客评价

# HOME_SHOPPING_DISTRIBUTION
source: Delivery
th_th: การจัดส่ง
zh_cn: 配 送

# HOME_SHOPPING_DISTRIBUTIONANDSERVICE
source: {0} is in charge of delivering this product and providing after-sale service
th_th: จัดส่งสินค้าและให้บริการหลังการขายโดย{0}
zh_cn: 本商品由{0}负责发货，并提供售后服务

# HOME_SHOPPING_ERROR
source: Wrong
th_th: ผิดพลาด
zh_cn: 错误

# HOME_SHOPPING_EVALUATION
source: Average
th_th: เฉยๆ
zh_cn: 中评

# HOME_SHOPPING_FABIAOJINGXI
source: Submit your review to get a surprise~
th_th: แสดงความคิดเห็นมีเซอร์ไพร์ส
zh_cn: 发表评论有意外惊喜~

# HOME_SHOPPING_FABIAOPINGLUN
source: Write a review
th_th: แสดงความคิดเห็น
zh_cn: 发表评论

# HOME_SHOPPING_FEN
source: mins
th_th: นาที
zh_cn: 分

# HOME_SHOPPING_FUWUTAIDU
source: Services
th_th: ทัศนคติการให้บริการ
zh_cn: 服务态度

# HOME_SHOPPING_HAOPINGDU
source: Rating
th_th: อัตรารีวิวที่ดี
zh_cn: 好评度

# HOME_SHOPPING_HIGHPRAISE
source: Good
th_th: พอใจ
zh_cn: 好评

# HOME_SHOPPING_HKPRICE
source: Price
th_th: ราคาhuika
zh_cn: 惠卡价

# HOME_SHOPPING_JINXINGPINGJIA
source: You can make a comment on purchased item
th_th: คุณสามารถรีวิวสินค้าที่ซื้อ
zh_cn: 您可对已购商品进行评价

# HOME_SHOPPING_KEFU
source: Customer Service
th_th: บริการลูกค้า
zh_cn: 客服

# HOME_SHOPPING_LIKEALL
source: Popular on Huika
th_th: ทุกคนดูสินค้านี้
zh_cn: 大家都在看

# HOME_SHOPPING_MARKETPRICE
source: List price
th_th: ราคาปกติ
zh_cn: 市场价

# HOME_SHOPPING_MIAO
source: secs
th_th: วินาที
zh_cn: 秒

# HOME_SHOPPING_NIMING
source: Anonymous
th_th: ไม่เปิดเผยชื่อ
zh_cn: 匿名

# HOME_SHOPPING_NUMBER
source: Qty
th_th: จำนวน
zh_cn: 数 量

# HOME_SHOPPING_ORIGINALPRICE
source: List price
th_th: ราคาปกติ
zh_cn: 原价

# HOME_SHOPPING_PRICE
source: Price
th_th: ราคา
zh_cn: 价格

# HOME_SHOPPING_PROMOTIONPRICE
source: Sale price
th_th: ราคาโปรโมชั่น
zh_cn: 促销价

# HOME_SHOPPING_QUANTITY
source: Please add a purchase quantity
th_th: กรุณาเพิ่มจำนวนสินค้าที่สั่ง
zh_cn: 请添加购买数量

# HOME_SHOPPING_SHANDIANFAHUO
source: Speedy Delivery
th_th: จัดส่งรวดเร็ว
zh_cn: 闪电发货

# HOME_SHOPPING_SHANGPINPINGFEN
source: Item rating
th_th: เรตติ้งสินค้า
zh_cn: 商品评分

# HOME_SHOPPING_SHANPINGPINGJIA
source: Customer Reviews
th_th: รีวิวสินค้า
zh_cn: 商品评价

# HOME_SHOPPING_SHI
source: hrs
th_th: ชั่วโมง
zh_cn: 时

# HOME_SHOPPING_SHOUHOUWUYOU
source: Worry-free After-sale Service
th_th: ไม่กังวลกับการบริการหลังการขาย
zh_cn: 售后无忧

# HOME_SHOPPING_SPECIFICATION
source: Specifications
th_th: ข้อมูลจำเพาะ
zh_cn: 规格参数

# HOME_SHOPPING_SUOHUIBU
source: All reviews are from Huika customers and under strict management by Huika; negative feedback will absolutely not be hidden.
th_th: ทุกความคิดเห็นต้องมาจากลูกค้า huika เท่านั้น huikaจะควบคุมคุณภาพและไม่ปิดบังความคิดเห็นในเชิงลบ
zh_cn: 所有评论均来自惠卡客户，惠卡严格管理评论质量，不刻意隐瞒差评。

# HOME_SHOPPING_SURE
source: Confirm
th_th: ยืนยัน
zh_cn: 确定

# HOME_SHOPPING_THEEND
source: This Sale ends in
th_th: เหลือเวลาแค่
zh_cn: 距本次爆款结束还有

# HOME_SHOPPING_TIAN
source: days
th_th: วัน
zh_cn: 天

# HOME_SHOPPING_TICHUWENTI
source: Answer to your question will be given in 5 minutes
th_th: ตั้งคำถามคุณ ตอบคำถามภายใน5นาที
zh_cn: 提出您的问题，5分钟就有解答

# HOME_SHOPPING_TIJIAOWENTI
source: Submit
th_th: ยื่นคำถาม
zh_cn: 提交问题

# HOME_SHOPPING_WENXINTISHI
source: *Tips: 7-day hassle-free returns supported
th_th: เคล็ดลับ：ให้คืนสินค้าภายใน7วันโดยไม่มีเงื่อนไขใดๆ
zh_cn: *温馨提示：支持7天无理由退货

# HOME_SHOPPING_WULIUSUDU
source: Logistics
th_th: ความเร็วในการขนส่ง
zh_cn: 物流速度

# HOME_SHOPPING_ZHENGPINBAOZHANG
source: Genuine Product Guarantee
th_th: รับรองคุณภาพ
zh_cn: 正品保障

# HOME_TEL
source: Tel
th_th: เบอร์โทร
zh_cn: 电话

# HOME_TIME
source: Time
th_th: เวลา
zh_cn: 时间

# HOME_TOP_KEFUREXIAN
source: Service hotline
th_th: ฮอตไลน์
zh_cn: 客服热线

# HUIKA_PROMISE
source: Huika’s Commitment
th_th: คำมั่นสัญญาของHuika
zh_cn: 惠卡承诺

# LOGIN_ACCOUNT_FREEZE
source: This account has been suspended! Please contact system administrator to re-enable it
th_th: บัญชีผู้ใช้ถูกระงับการใช้งานหรืออายัดการใช้งาน กรุณาติดต่อผู้ดูแลระบบ
zh_cn: 该账号已被冻结！请联系系统管理员解冻

# LOGIN_ACCOUNT_LOCKED
source: The account you entered has been locked.
th_th: บัญชีของคุณถูกระงับการใช้งานแล้ว
zh_cn: 您输入的账号已经被锁定!

# LOGIN_ACCOUNT_LOCKED_PLS
source: This account has been locked
th_th: บัญชีถูกล็อคแล้ว กรุณา
zh_cn: 账号已被锁定,请于

# LOGIN_ACCOUNT_LOCKED_PLS_ASK_UNLOCK
source: This account has been locked, please try again after 1 minute.
th_th: บัญชีของคุณถูกระงับการใช้งานแล้ว
zh_cn: 账号已被锁定,请于1分钟解锁后再试!

# LOGIN_ACCOUNT_LOCKED_PLS_MINUTES_TRY_AGAIN
source: Please try again after {0} minutes
th_th: อีก{0}วินาทีเปิดล็อค กรุณาลองอีกครั้ง
zh_cn: {0}分钟解锁后再试!

# LOGIN_ACCOUNT_LOCKEDAFTERTWO
source: This account has been locked, please log in after two hours.
th_th: บัญชีของคุณถูกระงับการใช้งานแล้ว อีกสองชั่วโมงกรุณา Login อีกครั้ง
zh_cn: 账号已被锁定-请在两个小时以后再登录!

# LOGIN_ACCOUNT_NOT_EXIST
source: The account you entered doesn’t exist; please check and re-enter.
th_th: ไม่พบบัญชีผู้ใช้ กรุณากรอกใหม่อีกครั้ง
zh_cn: 您输入的账号不存在，请核对后重新输入!

# LOGIN_ACCOUNTBEENLOCKED
source: The account you entered has been locked.
th_th: บัญชีของคุณถูกระงับการใช้งานแล้ว
zh_cn: 您输入的账号已经被锁定

# LOGIN_ACCOUNTERROR
source: Wrong login account! Please re-enter!
th_th: ชื่อผู้ใช้ไม่ถูกต้อง กรุณากรอกอีกครั้ง
zh_cn: 登录账号错误！请重新输入!

# LOGIN_ACCOUNTFROZEN
source: This account has been suspended! Please contact system administrator to re-enable it
th_th: บัญชีผู้ใช้ถูกระงับการใช้งานหรืออายัดการใช้งาน กรุณาติดต่อผู้ดูแลระบบ
zh_cn: 该账号已被冻结！请联系系统管理员解冻

# LOGIN_ACCOUNTLOCKED
source: This account has been locked; please try again after {0} minutes.
th_th: บัญชีถูกล็อคชั่วคราว กรุณาลองใหม่ภายใน{0}วินาที
zh_cn: 账号已被锁定,请于{0}分钟解锁后再试

# LOGIN_ACCOUNTNOTEXIST
source: The account you entered doesn’t exist
th_th: ไม่มีบัญชีที่คุณระบุ
zh_cn: 您输入的账号不存在

# LOGIN_ACCOUNTNOTEXISTCHECK
source: The account you entered doesn’t exist; please check and re-enter.
th_th: ไม่พบบัญชีผู้ใช้ กรุณากรอกใหม่อีกครั้ง
zh_cn: 您输入的账号不存在，请核对后重新输入

# LOGIN_ACCOUNTUNLOCK
source: This account has been locked; please try again after 1 minute.
th_th: บัญชีของคุณถูกระงับการใช้งานแล้ว
zh_cn: 账号已被锁定,请于1分钟解锁后再试

# LOGIN_ADD_LOGGING_FAILURE
source: Failed to add user logging
th_th: การบันทึกกระแสรายวันการเข้าสู่ระบบของผู้ใช้ใหม่ล้มเหลว
zh_cn: 新增用户登录日志失败!

# LOGIN_CREDITCARDLOGIN
source: Huika Member Login
th_th: เข้าสู่ระบบสำหรับสมาชิกhuika
zh_cn: 惠卡会员登录

# LOGIN_ENTERCORRECTPHONE
source: Please enter the correct mobile number
th_th: กรุณากรอกรหัสยืนยันที่ถูกต้อง
zh_cn: 请输入正确的手机号码

# LOGIN_ENTERNAMEPASSWORD
source: Please enter user name and password
th_th: กรุณากรอกชื่อผู้ใช้และรหัสผ่าน
zh_cn: 请输入用户名和密码

# LOGIN_ENTERNUMBER
source: Please enter mobile number
th_th: กรุณากรอกหมายเลขโทรศัพท์
zh_cn: 请输入手机号

# LOGIN_ENTERPASSWORD
source: Please enter password
th_th: กรุณากรอกรหัสผ่าน
zh_cn: 请输入密码

# LOGIN_ENTERUSERNAME
source: Please enter user name
th_th: กรุณากรอกชื่อผู้ใช้
zh_cn: 请输入用户名

# LOGIN_FREEREGISTRATION
source: Register
th_th: ลงทะเบียนฟรี
zh_cn: 免费注册

# LOGIN_GETPASSWORD_AGREEAGREEMENT
source: Please accept the Registration Agreement for Huika Users
th_th: กรุณายอมรับข้อตกลงและเงื่อนไขการเป็นสมาชิก huika
zh_cn: 请同意惠卡用户注册协议

# LOGIN_GETPASSWORD_AGREEMENT
source: Registration Agreement for Huika Users
th_th: ข้อตกลงและเงื่อนไขการเป็นสมาชิก huika
zh_cn: 《惠卡用户注册协议》

# LOGIN_GETPASSWORD_BONUS
source: Acquire Huifen followers to get gross profit share
th_th: เชิญชวนสมาชิกใหม่เข้าร่วม รับสิทธิแบ่งผลกำไรการบริโภคของ huifen
zh_cn: 发展惠粉，获惠粉毛利分红

# LOGIN_GETPASSWORD_CHANGE
source: Change Now
th_th: เปลี่ยนทันที
zh_cn: 立即修改

# LOGIN_GETPASSWORD_CODEERROR
source: Wrong verification code
th_th: รหัสยืนยันไม่ถูกต้อง
zh_cn: 输入的验证码错误

# LOGIN_GETPASSWORD_CONFIRMPASSWORD
source: Confirm password
th_th: ยืนยันรหัสผ่าน
zh_cn: 确认密码

# LOGIN_GETPASSWORD_CONTACTUS
source: If you have any questions during process of registration, please
th_th: ถ้าหากท่านประสบปัญหาใด ๆ ในการลงทะเบียน กรุณาติดต่อเรา
zh_cn: 如果您在注册过程中遇到任何问题，请联系我们

# LOGIN_GETPASSWORD_CORRECTCODE
source: Please enter the correct verification code
th_th: กรุณากรอกรหัสยืนยัน
zh_cn: 请输入正确的手机验证码

# LOGIN_GETPASSWORD_EMAILADDRESS
source: Email address
th_th: ที่อยู่อีเมล์
zh_cn: 邮箱地址

# LOGIN_GETPASSWORD_ENTERCONFIRMPASSWORD
source: Please enter password again
th_th: กรุณากรอกรหัสผ่านอีกครั้ง
zh_cn: 请输入确认密码

# LOGIN_GETPASSWORD_ENTEREMAILADDRESS
source: Please enter email address
th_th: กรุณากรอกที่อยู่อีเมล์
zh_cn: 请输入邮箱地址

# LOGIN_GETPASSWORD_ENTERNEWPASSWORD
source: Please enter new password
th_th: กรุณากรอกรหัสผ่านใหม่
zh_cn: 请输入新密码

# LOGIN_GETPASSWORD_ENTERNEWPASSWORDAGAIN
source: Please enter new password again
th_th: กรุณากรอกรหัสผ่านใหม่อีกครั้ง
zh_cn: 请重新输入新密码

# LOGIN_GETPASSWORD_ENTERNEWPASSWORDFIRST
source: Please enter new password
th_th: กรุณาป้อนรหัสผ่านใหม่
zh_cn: 请输入新密码

# LOGIN_GETPASSWORD_ENTERPHONENUMBER
source: Please enter your mobile number
th_th: กรุณากรอกหมายเลขโทรศัพท์
zh_cn: 请输入手机号码

# LOGIN_GETPASSWORD_ENTERPHONEVERICODE
source: Please enter the verification code from your phone
th_th: กรุณากรอกรหัสยืนยัน
zh_cn: 请输入手机验证码

# LOGIN_GETPASSWORD_HASREGISTERED
source: Account registered with this mobile number already exists.
th_th: หมายเลขโทรศัพท์นี้ได้สมัครแล้ว
zh_cn: 该手机号码已注册

# LOGIN_GETPASSWORD_HAVEREGISTERED
source: Already have an account, {0}now
th_th: ฉันได้สมัครสมาชิกแล้ว {0}ตอนนี้
zh_cn: 我已经注册，现在就{0}

# LOGIN_GETPASSWORD_IMPROVEINFO
source: complete your personal information first
th_th: เพิ่มข้อมูลส่วนบุคคลให้ครบถ่วน
zh_cn: 完善您的个人信息

# LOGIN_GETPASSWORD_INVITERNOTEXIST
source: Inviter doesn’t exist
th_th: ผู้เชิญชวนไม่ถูกต้อง
zh_cn: 邀请人不存在

# LOGIN_GETPASSWORD_JUMP
source: Auto skipping in
th_th: อีก วินาที ระบบจะเต้นไป โดยอัตโนมัติ
zh_cn: 后自动跳转

# LOGIN_GETPASSWORD_LOGINPASSWORD
source: Password
th_th: รหัสผ่าน
zh_cn: 密码

# LOGIN_GETPASSWORD_MOBILENOTCORRECT
source: Wrong mobile number format
th_th: หมายเลขโทรศัพท์ไม่ถูกต้อง
zh_cn: 手机号码格式不正确

# LOGIN_GETPASSWORD_MOBILENUMBER
source: Mobile number
th_th: เบอร์โทรศัพท์มือถือ
zh_cn: 手机号码

# LOGIN_GETPASSWORD_NEWPASSWORD
source: New password
th_th: รหัสผ่านใหม่
zh_cn: 新 密 码

# LOGIN_GETPASSWORD_NOTCONSISTENTPWD
source: New password cannot be same as the original
th_th: รหัสผ่านปัจจุบัน
zh_cn: 新密码不能与旧密码一致

# LOGIN_GETPASSWORD_NOTREGISTERED
source: There is no account registered with this mobile number
th_th: หมายเลขโทรศัพท์นี้ยังไม่สมัคร
zh_cn: 该手机号码没有注册

# LOGIN_GETPASSWORD_NOTSAMEPWD
source: Passwords do not match
th_th: รหัสผ่านไม่ถูกต้อง
zh_cn: 二次密码不相同

# LOGIN_GETPASSWORD_NUMBERNOTCORRECT
source: Referral’s mobile number is incorrect
th_th: เบอร์โทรศัพท์มือถือของผู้เชิญชวนไม่ถูกต้อง
zh_cn: 推荐人手机号不正确

# LOGIN_GETPASSWORD_PASSWORD
source: Password is composed of 8-16 characters combining numbers and letters or special characters, case sensitive.
th_th: รหัสผ่านประกอบด้วยภาษาอังกฤษ ตัวเลข และ อักขระพิเศษ 8-16 ตัวอักษร โดยแยกตัวอักษรเลขกับตัวอักษรใหญ่
zh_cn: 密码由8-16位数字、字母或特殊字符组成，区分大小写

# LOGIN_GETPASSWORD_PASSWORDFAILURE
source: Password set failed
th_th: ตั้งรหัสผ่านล้มเหลว
zh_cn: 密码设置失败

# LOGIN_GETPASSWORD_PASSWORDNUMBERS
source: Password contains at least letters and numbers.
th_th: รหัสผ่านต้องประกอบด้วยตัวอักษรอังกฤษ ตัวเลข
zh_cn: 密码至少包含字母和数字

# LOGIN_GETPASSWORD_PASSWORDSUCCESS
source: Password successfully created
th_th: ตั้งรหัสผ่านเรียบร้อย
zh_cn: 密码设置成功

# LOGIN_GETPASSWORD_PROMOTIONLINK
source: Your referral link
th_th: ลิงค์ส่งเสริมของคูณ
zh_cn: 您的推广链接

# LOGIN_GETPASSWORD_PWDAGAIN
source: Please enter password again
th_th: กรุณากรอกรหัสผ่านอีกครั้ง
zh_cn: 请再次输入密码

# LOGIN_GETPASSWORD_PWDNOTEMPTY
source: Password is required
th_th: รหัสผ่านต้องไม่ว่างเปล่า
zh_cn: 密码不能为空

# LOGIN_GETPASSWORD_READAGREED
source: Have read and accepted
th_th: ฉันได้อ่านและยอมรับ
zh_cn: 已阅读并同意

# LOGIN_GETPASSWORD_RECOMMENDED
source: In order to protect your account security, we suggest you
th_th: เราแนะนำท่านไป เพื่อรักษาความปลอดภัยของบัญชีและความมั่นคงทางการเงินของท่าน
zh_cn: 为了保障您的账户和资金的安全，建议您可以先去

# LOGIN_GETPASSWORD_REFEREES
source: Referral
th_th: ผู้เชิญชวน
zh_cn: 推荐人

# LOGIN_GETPASSWORD_REGISTER
source: Register Now
th_th: สมัครทันที
zh_cn: 立即注册

# LOGIN_GETPASSWORD_REGISTRATION
source: User registration
th_th: สมัครสมาชิก
zh_cn: 用户注册

# LOGIN_GETPASSWORD_REGSUCCESS
source: Congratulations, registration succeeded
th_th: ขอแสดงความยินดี ลงทะเบียนเรียบร้อยแล้ว
zh_cn: 恭喜您，注册成功

# LOGIN_GETPASSWORD_RESEND
source: Re-send
th_th: ส่งอีกคั้ง
zh_cn: 重新发送

# LOGIN_GETPASSWORD_RETRIEVEPASSWORD
source: Find password
th_th: กู้คืนรหัสผ่าน
zh_cn: 找回密码

# LOGIN_GETPASSWORD_SECONDS
source: seconds
th_th: วินาที
zh_cn: 秒

# LOGIN_GETPASSWORD_SECONDSGetNew
source: seconds remains to Re-obtain
th_th: หลัง วินาที รับข้อความใหม่
zh_cn: 秒后重新获取

# LOGIN_GETPASSWORD_SERVICE
source: Online Service, contact our please!
th_th: บริการลูกค้าออนไลน์
zh_cn: 小时在线客服

# LOGIN_GETPASSWORD_SETTINGS
source: Set Now
th_th: ตั้งทันที
zh_cn: 立即设置

# LOGIN_GETPASSWORD_SUCCESS_COMPLETERESET
source: Reset completed
th_th: รีเซ็ตเรียบร้อยแล้ว
zh_cn: 完成重置

# LOGIN_GETPASSWORD_SUCCESS_RESET
source: Reset Password
th_th: รีเซ็ตรหัสผ่าน
zh_cn: 重置密码
