Repository: fangwulongtian/HongKongHKMall
Catalog: src/Resources/Resources/Resource.*.resx
Languages: th_th, zh_cn

# ACCOUNT_MY_ACCOUNTRECHARGE_ACCOUNTNUMBEREMPTY
source: Vacant account number
th_th: บัญชีไม่ถูกต้อง
zh_cn: 账户是空号

# ACCOUNT_MY_ACCOUNTRECHARGE_DECIMALPLACES
source: Enter top-up amount, correct to two decimal places
th_th: ระบุจำนวนเงินที่เติม ให้แสดงตัวเลขเพียง 2 ตัวหลังจุดทศนิยม
zh_cn: 输入充值金额,只允许小数点后2位

# ACCOUNT_MY_ACCOUNTRECHARGE_ENTERTOPAMOUNT
source: Please enter top-up amount
th_th: กรุณาใส่จำนวนเงินที่คุณต้องการ
zh_cn: 请输入充值金额

# ACCOUNT_MY_ACCOUNTRECHARGE_INPUTCORRECTAMOUNT
source: Please enter the correct top-up amount
th_th: กรุณาใส่จำนวนเงินที่คุณต้องการให้ถูกต้อง
zh_cn: 请输入正确的充值金额

# ACCOUNT_MY_ACCOUNTRECHARGE_PREPAIDPHONE
source: Top Up Now
th_th: เติมเงินทันที
zh_cn: 立即充值

# ACCOUNT_MY_ACCOUNTRECHARGE_REGEAMOUNT
source: Top-up amount
th_th: จำนวนเงินที่เติม
zh_cn: 充值金额

# ACCOUNT_MY_ACCOUNTRECHARGE_SUBMITTED
source: It’s being submitted; please do not click repeatedly
th_th: บันทึกข้อมูลอยู่…
zh_cn: 正在提交中，请勿多次点击

# ACCOUNT_MY_ACCOUNTRECHARGE_THIRDPARTY
source: Please select third-party top-up
th_th: กรุณาเลือกช่องทางการเติมเงินออนไลน์
zh_cn: 请选择第三方充值

# ACCOUNT_MY_ACCOUNTRECHARGE_TOPAMOUNT
source: Top-up amount must between 100฿ to 1,000,000฿.
th_th: วงเงินที่เติมตั้งแต่ 100บาทขึ้นไป แต่ไม่เกิน1000000บาท
zh_cn: 充值金额必须处于100-1000000฿之间！

# ACCOUNT_MY_ACCOUNTRECHARGE_TOPUPACCOUNT
source: Top-up account
th_th: เติมเงินเข้าบัญชี
zh_cn: 充值账户

# ACCOUNT_MY_ARECHARGESUCCESS_CONGRATU
source: Congratulations, top-up succeeded
th_th: ขอแสดงความยินดี เติมเงินเรียบร้อยแลล้ว
zh_cn: 恭喜您，充值成功

# ACCOUNT_MY_ARECHARGESUCCESS_FILLAMOUNT
source: Fill out top-up amount
th_th: ระบุจำนวนเงินที่เติม
zh_cn: 填写充值金额

# ACCOUNT_MY_ARECHARGESUCCESS_ONLINEPAY
source: Online payment
th_th: ชำระออนไลน์
zh_cn: 在线支付

# ACCOUNT_MY_ARECHARGESUCCESS_TOPUPSUCCESS
source: Top-up succeeded
th_th: เติมเงินสำเร็จ
zh_cn: 充值成功

# ACCOUNT_MY_COLLECTION_CANCEL
source: Cancel
th_th: ยกเลิก
zh_cn: 取消

# ACCOUNT_MY_COLLECTION_DELETECOLLECTION
source: Remove from collections
th_th: ลบออกรายการโปรด
zh_cn: 删除收藏

# ACCOUNT_MY_COLLECTION_DELETECURRENTCONTENT
source: Delete current content?
th_th: ต้องการลบเนื้อหาเหล่านี้
zh_cn: 是否删除当前内容

# ACCOUNT_MY_COMMENTLIST_ATMOSTWORDS
source: You can enter 500 words at most
th_th: ไม่เกิน 500 ตัวอักษร
zh_cn: 最多可以输入500个字

# ACCOUNT_MY_COMMENTLIST_COMMENT
source: Please enter your review
th_th: แสดงความคิดเห็น
zh_cn: 请输入评论

# ACCOUNT_MY_COMMENTLIST_EVALUATE
source: Write a review
th_th: ฉันอยากแสดงความคิดเห็น
zh_cn: 我要评价

# ACCOUNT_MY_INDEX_ACCOUNTSECURITY
source: Account Security
th_th: ระดับความปลอดภัยของบัญชี
zh_cn: 账户安全

# ACCOUNT_MY_INDEX_ACCOUNTSETTINGS
source: Account Settings
th_th: ตั้งค่าบัญชีของฉัน
zh_cn: 账户设置

# ACCOUNT_MY_INDEX_ACCOUNTSPREPAIDPHONE
source: Top Up
th_th: เติมเงินเข้าบัญชี
zh_cn: 账户充值

# ACCOUNT_MY_INDEX_ASCENSION
source: Upgrade
th_th: เพิ่ม
zh_cn: 提升

# ACCOUNT_MY_INDEX_BINDINGOFBANK
source: Bind Bank Card
th_th: ผูกบัญชีบัตรธนาคาร
zh_cn: 绑定银行卡

# ACCOUNT_MY_INDEX_CARDRECOMMENDED
source: Huika’s Picks
th_th: huika แนะนำ
zh_cn: 惠卡推荐

# ACCOUNT_MY_INDEX_FORPAYMENT
source: Await payment
th_th: ยังไม่ชำระ
zh_cn: 待付款

# ACCOUNT_MY_INDEX_FORTHEGOODS
source: Await sign-off
th_th: ยังไม่ได้รับสินค้า
zh_cn: 待收货

# ACCOUNT_MY_INDEX_HANGOUT
source: Start Free Shopping Now
th_th: ไปเดินเล่นชิวๆ
zh_cn: 去随便逛逛吧

# ACCOUNT_MY_INDEX_HUIKA
source: My Huika
th_th: huika ของฉัน
zh_cn: 我的惠卡

# ACCOUNT_MY_INDEX_INTERMEDIATE
source: Medium
th_th: ปลานกลาง
zh_cn: 中级

# ACCOUNT_MY_INDEX_LASTLOGINIP
source: Last login IP
th_th: IP ล็อกอินล่าสุด
zh_cn: 上次登录IP

# ACCOUNT_MY_INDEX_LASTLOGINTIME
source: Last login time
th_th: เวลา login ครั้งล่าสุด
zh_cn: 上次登录时间

# ACCOUNT_MY_INDEX_MODIFYTHEPICTURE
source: Change picture
th_th: เปลี่ยนรูปภาพ
zh_cn: 修改头像

# ACCOUNT_MY_INDEX_MYACCOUNT
source: My Account
th_th: บัญชีของฉัน
zh_cn: 我的账户

# ACCOUNT_MY_INDEX_MYCOLLECTION
source: My Collections
th_th: รายการโปรดของฉัน
zh_cn: 我的收藏

# ACCOUNT_MY_INDEX_MYCOMPLAINT
source: My Complaints
th_th: ข้อร้องเรียนของฉัน
zh_cn: 我的投诉

# ACCOUNT_MY_INDEX_MYEVALUATION
source: My Reviews
th_th: ความคิดเห็นของฉัน
zh_cn: 我的评价

# ACCOUNT_MY_INDEX_MYORDER
source: My Orders
th_th: ออเดอร์ของฉัน
zh_cn: 我的订单

# ACCOUNT_MY_INDEX_MYWEALTH
source: My Wealth
th_th: สมบัติของฉัน
zh_cn: 我的财富

# ACCOUNT_MY_INDEX_NOCOLLECTION
source: You haven’t add any item to collections yet.
th_th: คุณยังไม่เคยเพิ่มสินค้าที่ชอบ
zh_cn: 您还没收藏过商品哦

# ACCOUNT_MY_INDEX_PERSONALINFORMATION
source: Personal Info
th_th: ข้อมูลส่วนบุคคล
zh_cn: 个人信息

# ACCOUNT_MY_INDEX_PRIMARY
source: Weak
th_th: พื้นฐาน
zh_cn: 初级

# ACCOUNT_MY_INDEX_REFUNDMANAGEMENT
source: Refund Management
th_th: จัดการการคืนเงิน
zh_cn: 退款管理

# ACCOUNT_MY_INDEX_REFUNDRIGHTS
source: Refund Guarantee
th_th: รักษาสิทธิการคืนเงิน
zh_cn: 退款维权

# ACCOUNT_MY_INDEX_SEELIKE
source: Find what you like
th_th: ตรวจดูว่ามีสินค้าที่ชอบหรือไม่
zh_cn: 看看有没有喜欢的

# ACCOUNT_MY_INDEX_SENIOR
source: Strong
th_th: สูง
zh_cn: 高级

# ACCOUNT_MY_INDEX_SHIPPINGADDRESS
source: Shipping Add
th_th: ที่อยู่สำหรับการจัดส่ง
zh_cn: 收货地址

# ACCOUNT_MY_INDEX_THEEDITOR
source: Edit
th_th: แก้ไข
zh_cn: 编辑

# ACCOUNT_MY_INDEX_TOEVALUATE
source: Await feedback
th_th: ยังไม่แสดงความคิดเห็น
zh_cn: 待评价

# ACCOUNT_MY_ORDERACTION_CANCELORDER
source: Cancel order
th_th: ยกเลิกการสั่งซื้อ
zh_cn: 取消订单

# ACCOUNT_MY_ORDERACTION_COMPLAINTS
source: Write a complaint
th_th: ข้อร้องเรียน
zh_cn: 投诉

# ACCOUNT_MY_ORDERACTION_EVALUATION
source: Write a review
th_th: แสดงความคิดเห็น
zh_cn: 评价

# ACCOUNT_MY_ORDERACTION_IMMPAYMENT
source: Pay Now
th_th: ชำระทันที
zh_cn: 立即付款

# ACCOUNT_MY_ORDERACTION_REFUNDAPP
source: Apply for refund
th_th: แจ้งเรื่องขอคืนเงิน
zh_cn: 退款申请

# ACCOUNT_MY_ORDERACTION_SURECANCEL
source: Are you sure to cancel the order?
th_th: คุณต้องการยกเลิกการสั่งซื้อ ?
zh_cn: 你确定要取消订单吗

# ACCOUNT_MY_ORDERACTION_SYSTEMBUSY
source: System is busy. Please try again later
th_th: ระบบไม่ว่าง โปรดลองอีกครั้งในภายหลัง
zh_cn: 系统繁忙，请稍后再试

# ACCOUNT_My_OrderComplaints_Appsubmitted
source: Application successfully submitted
th_th: ยื่นคำร้องขอเรียบร้อยแล้ว
zh_cn: 申请已提交

# ACCOUNT_My_OrderComplaints_Complaint
source: Write a complaint
th_th: ข้อร้องเรียน
zh_cn: 投诉

# ACCOUNT_My_OrderComplaints_Content
source: Reasons for complaint
th_th: สาเหตุการร้องเรียน
zh_cn: 投诉原因

# ACCOUNT_My_OrderComplaints_ContentPrompt
source: You can enter 500 words at most.
th_th: ไม่เกิน 500 ตัวอักษร
zh_cn: 最多输入500个字

# ACCOUNT_My_OrderComplaints_Exceptionofordernumber
source: Wrong order number
th_th: เลขที่ใบสั่งซื้อ
zh_cn: 订单号异常

# ACCOUNT_My_OrderComplaints_ExpressMoney
source: Shipping fees
th_th: ค่าขนส่ง
zh_cn: 运费

# ACCOUNT_My_OrderComplaints_MyOrder
source: My orders
th_th: ออเดอร์ของฉัน
zh_cn: 我的订单

# ACCOUNT_My_OrderComplaints_OrderDate
source: Transaction date
th_th: วันที่ส่งมอบสินค้า
zh_cn: 成交时间

# ACCOUNT_My_OrderComplaints_orderhasbeencomplaint
source: Complaint about this order has been made
th_th: ออเดอร์นี้เคยแจ้งร้องเรียนแล้ว
zh_cn: 该订单已经进行过投诉

# ACCOUNT_My_OrderComplaints_OrderID
source: Order No.
th_th: เลขที่ใบสั่งซื้อ
zh_cn: 订单编号

# ACCOUNT_My_OrderComplaints_Submitapplication
source: Submit
th_th: ยื่นคำร้องขอ
zh_cn: 提交申请

# ACCOUNT_My_OrderComplaints_ThereIsnoordernumber
source: Order number doesn’t exist
th_th: ไม่มีเลขที่ใบสั่งซื้อ
zh_cn: 订单号不存在

# ACCOUNT_My_OrderComplaints_TotalAmount
source: Total
th_th: รวมเงิน
zh_cn: 总计

# ACCOUNT_My_OrderComplaints_Yuan
source: RMB
th_th: หยวน
zh_cn: 元

# ACCOUNT_MY_ORDERPRODUCTLISTT1_COMMOPRICE
source: Subtotal
th_th: ราคารวมการสั่งซื้อ
zh_cn: 商品总价

# ACCOUNT_MY_ORDERPRODUCTLISTT1_POSTAGE
source: Postage
th_th: ค่าขนส่ง
zh_cn: 邮费

# ACCOUNT_MY_ORDERPRODUCTLISTT1_REALPAYMENT
source: Total
th_th: จำนวนมี่จ่ายจริง
zh_cn: 实付款

# ACCOUNT_MY_ORDERPRODUCTLISTT2_CONFIMREFUND
source: Are you sure to withdraw application?
th_th: ต้องการถอนคำร้องขอหรือไม่
zh_cn: 确定要撤消申请吗

# ACCOUNT_MY_ORDERPRODUCTLISTT2_INCHARGES
source: Shipping fees included
th_th: จัดส่งฟรี
zh_cn: 含运费

# ACCOUNT_MY_ORDERPRODUCTLISTT2_ORDERDETAILS
source: Order details
th_th: รายละเอียดรายการสั่งซื้อ
zh_cn: 订单详情

# ACCOUNT_MY_ORDERPRODUCTLISTT2_REFUND
source: Refund being processed
th_th: กำลังดำเนินการคืนเงินอยู่
zh_cn: 退款中

# ACCOUNT_MY_ORDERPRODUCTLISTT2_REFUNDCOMPLETE
source: Refunded
th_th: คืนเงินเรียบร้อยแล้ว
zh_cn: 已退款

# ACCOUNT_MY_ORDERPRODUCTLISTT2_RETURNMONEY
source: Refund
th_th: การคืนเงิน
zh_cn: 退款

# ACCOUNT_MY_ORDERRETURNPRODUCT_FAIL
source: Operation failed, please try again
th_th: ดำเนินการล้มเหลว กรุณาลองอีกครั้ง
zh_cn: 操作失败,请重试

# ACCOUNT_MY_ORDERRETURNPRODUCT_RETURNPRICE
source: Refund not allowed for orders receiving dividends
th_th: ไม่อนุญาตให้คืนเงินสำหรับกรณีรายการสั่งซื้อที่ได้แบ่งยอดส่วนต่างแล้ว
zh_cn: 已经分红过的订单不允许退款

# ACCOUNT_My_OrderReturnProductInfo_beensubmitted
source: Application submitted
th_th: ยื่นคำร้องขอเรียบร้อยแล้ว
zh_cn: 申请已提交

# ACCOUNT_My_OrderReturnProductInfo_Causeofcomplain
source: You can enter 200 words at most
th_th: ไม่เกิน 200 ตัวอักษร
zh_cn: 最多可以输入200个字

# ACCOUNT_My_OrderReturnProductInfo_Causeofcomplaint
source: Reasons for complaint
th_th: สาเหตุการร้องเรียน
zh_cn: 投诉原因

# ACCOUNT_My_OrderReturnProductInfo_Delayeddelivery
source: Delayed delivery
th_th: การจัดส่งล่าช้า
zh_cn: 延迟发货

# ACCOUNT_My_OrderReturnProductInfo_ExpressMoney
source: Shipping fees
th_th: ค่าขนส่ง
zh_cn: 运费

# ACCOUNT_My_OrderReturnProductInfo_goodsweredamaged
source: Damaged goods
th_th: สินค้าที่เสียหายหรือชำรุด
zh_cn: 商品破损了

# ACCOUNT_My_OrderReturnProductInfo_MaximumElement
source: RMB {0} at most
th_th: มากสูด{0}บาท
zh_cn: 最多{0}元

# ACCOUNT_My_OrderReturnProductInfo_myOrder
source: My orders
th_th: ออเดอร์ของฉัน
zh_cn: 我的订单

# ACCOUNT_My_OrderReturnProductInfo_Notwhatyouwant
source: Not what I want
th_th: ไม่ใช่สิ่งที่คุณต้องการ
zh_cn: 不是自己想要的

# ACCOUNT_My_OrderReturnProductInfo_OrderDate
source: Transaction date
th_th: วันที่ส่งมอบสินค้า
zh_cn: 成交时间

# ACCOUNT_My_OrderReturnProductInfo_OrderID
source: Order No.
th_th: เลขที่ใบสั่งซื้อ
zh_cn: 订单编号

# ACCOUNT_My_OrderReturnProductInfo_Otherreasons
source: Others
th_th: สาเหตุอื่นๆ
zh_cn: 其他原因

# ACCOUNT_My_OrderReturnProductInfo_Qualityproblems
source: Quality problems
th_th: ปัญหาด้านคุณภาพ
zh_cn: 质量有问题

# ACCOUNT_My_OrderReturnProductInfo_Quantity
source: Qty
th_th: จำนวน
zh_cn: 数量

# ACCOUNT_My_OrderReturnProductInfo_Quantityofreturned
source: Qty of return
th_th: จำนวนสินค้าส่งคืน
zh_cn: 退货数量

# ACCOUNT_My_OrderReturnProductInfo_Refund
source: Refund
th_th: การคืนเงิน
zh_cn: 退款

# ACCOUNT_My_OrderReturnProductInfo_ReturnApplication
source: Apply for Return & Refund
th_th: แจ้งเรื่องขอคืนสินค้า/เงิน
zh_cn: 退货/款申请

# ACCOUNT_My_OrderReturnProductInfo_Returnphreason
source: Please select a reason for return / refund
th_th: กรุณาเลือกสาเหตุการคืนเงิน
zh_cn: 请选择退货/款原因

# ACCOUNT_My_OrderReturnProductInfo_Returnreason
source: Reasons for return / refund
th_th: สาเหตุการคืนสินค้า/เงิน
zh_cn: 退货/款原因

# ACCOUNT_My_OrderReturnProductInfo_SalesPrice
source: Unit price
th_th: ราคาต่อหน่วย
zh_cn: 单价

# ACCOUNT_My_OrderReturnProductInfo_SaveErrorMessage
source: Operation failed, refund for this order has already been applied
th_th: ดำเนินการล้มเหลว ออเดอร์นี้เคยร้องขอคืนเงินแล้ว
zh_cn: 操作失败，该订单已经申请过退款

# ACCOUNT_My_OrderReturnProductInfo_ShopName
source: Seller
th_th: ร้านค้า
zh_cn: 商家

# ACCOUNT_My_OrderReturnProductInfo_Submitapplication
source: Submit
th_th: ยื่นคำร้องขอ
zh_cn: 提交申请

# ACCOUNT_My_OrderReturnProductInfo_SubTotal
source: Subtotal
th_th: ราคารวม
zh_cn: 小计

# ACCOUNT_My_OrderReturnProductInfo_TotalAmount
source: Total
th_th: รวมเงิน
zh_cn: 总计

# ACCOUNT_My_OrderReturnProductInfo_yuan
source: RMB
th_th: หยวน
zh_cn: 元

# ACCOUNT_My_OrderReturnProductInfo_ZUIDUO
source: At most
th_th: มากสูด
zh_cn: 最多

# ACCOUNT_MY_REVIEW_BYEVALUATIONMERCHANTS
source: Seller receiving reviews
th_th: ร้านค้าที่ถูกรีวิว
zh_cn: 被评价商家

# ACCOUNT_MY_REVIEW_COMMENTONCONTENT
source: Review content
th_th: ความคิดเห็น
zh_cn: 评论内容

# ACCOUNT_MY_REVIEW_NOEVALUATIONPRESENT
source: There are no customer reviews yet.
th_th: ยังไม่มีลูกค้าแสดงความคิดเห็น
zh_cn: 当前暂无评价

# ACCOUNT_MY_REVIEW_PENDING
source: Await approval
th_th: รอการพิจารณา
zh_cn: 待审

# ACCOUNT_MY_REVIEW_REFUSEDTO
source: Denied
th_th: ปฏิเสธ
zh_cn: 拒绝

# ACCOUNT_MY_REVIEW_REVIEWTHESTATUS
source: Approval status
th_th: สถานะการพิจารณา
zh_cn: 审核状态

# ACCOUNT_MY_REVIEW_THAILANDPROPRIETARY
source: Sold by Huika
th_th: huika มอลล์
zh_cn: 惠卡自营

# ACCOUNT_MY_REVIEW_THROUGH
source: Approved
th_th: ผ่าน
zh_cn: 通过

# ACCOUNT_MY_WEALTH_ACCOUNTBALANCE
source: Account balance
th_th: ยอดเงินคงเหลือในบัญชี
zh_cn: 账户余额

# ACCOUNT_MY_WEALTH_ACCOUNTWITHDRAWAL
source: Account withdrawal
th_th: บัญชีถอนเงิน
zh_cn: 账户提现

# ACCOUNT_MY_WEALTH_AGENTBENEFITRECORDS
source: Agent earnings
th_th: ประวัติรายได้จากตัวแทน
zh_cn: 代理收益记录

# ACCOUNT_MY_WEALTH_AMOUNT
source: Amount
th_th: จำนวนเงิน
zh_cn: 金额

# ACCOUNT_MY_WEALTH_BINDINGOFBANK
source: Bind A Bank Card
th_th: ผูกบัญชีบัตรธนาคาร
zh_cn: 绑定银行卡

# ACCOUNT_MY_WEALTH_CAIFUSHOUZHIJILU
source: Wealth record
th_th: กระแสรายได้และรายจ่าย
zh_cn: 财富收支记录

# ACCOUNT_MY_WEALTH_CASHACCOUNT
source: Transfer-in account
th_th: ถอนเงินไปยังบัญชีธนาคาร
zh_cn: 提现账户

# ACCOUNT_MY_WEALTH_COLLECTBRANCH
source: Income/ Expenses
th_th: รายได้/รายจ่าย
zh_cn: 收/支

# ACCOUNT_MY_WEALTH_COPYINFORMATION
source: Press Ctrl+C to copy information
th_th: กรุณากดปุ่ม Ctrl + C เพื่อคัดลอกข้อมูล
zh_cn: 请Ctrl+C复制信息

# ACCOUNT_MY_WEALTH_COPYSUCCESS
source: Successfully copied
th_th: ก๊อปปี้สำเร็จ
zh_cn: 复制成功

# ACCOUNT_MY_WEALTH_COPYTHELINK
source: Copy link
th_th: ก๊อปปี้ลิงก์
zh_cn: 复制链接

# ACCOUNT_MY_WEALTH_CUSTOMERNOTBINDINGBANK
source: Sorry, dear user {0}, you haven't bound any bank card. Please bind a card first!
th_th: เรียน คุณ{0} ขออภัยค่ะ คุณยังไม่ได้ผูกบัตรธนาคารกับบัญชี กรุณาผูกบัตรธนาคารกับบัญชีก่อนถอนเงินสด
zh_cn: 尊敬的 {0} 用户，抱歉，您还没有绑定银行卡请先绑定银行卡，再提现！

# ACCOUNT_MY_WEALTH_DETAILS
source: Details
th_th: รายละเอียด
zh_cn: 详情

# ACCOUNT_MY_WEALTH_EVENT
source: Event
th_th: เหตุการ
zh_cn: 事件

# ACCOUNT_MY_WEALTH_FAZHANHUIFEN
source: Acquire Huifen followers to get gross profit share! Now come to join!
th_th: สปอนเซอร์สมาชิกใหม่เข้าร่วม มีสิทธิแบ่งผลกำไรการบริโภคของสมาชิก huifen
zh_cn: 发展惠粉，获惠粉消费毛利分红，赶紧加入吧！

# ACCOUNT_MY_WEALTH_HUIFENCONSUMPTION
source: All consumption oriented profits back to account balance!
th_th: ยอดรายรับที่ได้จากการบริโภคทุกรายการของhuifenให้รวมเข้ายอดเงินคงเหลือในบัญชี
zh_cn: 惠粉消费的每一笔收益均返至账户余额

# ACCOUNT_MY_WEALTH_HUIPOWDERCONSUMPTION
source: All consumption oriented profits back to account balance! Acquire Huifen followers to get gross profit share! Now come to join!
th_th: ยอดรายรับที่ได้จากการบริโภคทุกรายการของhuifenให้รวมเข้ายอดเงินคงเหลือในบัญชี เชิญชวนสมาชิกใหม่เข้าร่วม มีสิทธิแบ่งผลกำไรการบริโภคของสมาชิก huifen มาเข้าร่วมเราทันที
zh_cn: 惠粉消费的每一笔收益均返至账户余额，发展惠粉，获惠粉消费毛利分红，赶紧加入吧

# ACCOUNT_MY_WEALTH_IMMEDIATEWITHDRAWAL
source: Withdraw Now
th_th: ถอนเงินทันที
zh_cn: 立即提现

# ACCOUNT_MY_WEALTH_NOINFORMATION
source: No information for now
th_th: ยังไม่มีข้อมูล
zh_cn: 当前暂无信息

# ACCOUNT_MY_WEALTH_ORDERNUMBER
source: Order No.
th_th: เลขที่ใบสั่งซื้อ
zh_cn: 订单号

# ACCOUNT_MY_WEALTH_POWDEREARNINGSRECORD
source: Huifen earnings
th_th: ประวัติรายได้จาก huifen
zh_cn: 惠粉收益记录

# ACCOUNT_MY_WEALTH_POWDERYIELDSFENRUN
source: See Huifen Income-sharing System
th_th: เช็คดูระบบแบ่งปันผลกำไร huifen
zh_cn: 查看惠粉收益分润制度

# ACCOUNT_MY_WEALTH_PREPAIDPHONERECORDS
source: Top-up history
th_th: ประวัติการเติมเงิน
zh_cn: 充值记录

# ACCOUNT_MY_WEALTH_RECORDSOFCONSUMPTION
source: Purchase history
th_th: ประวัติการบริโภค
zh_cn: 消费记录

# ACCOUNT_MY_WEALTH_RESPECT
source: Dear user {0}, withdrawal successfully applied! Money will be transferred to your account after review by stuff, please be patient.
th_th: เรียน คุณ{0} คำขอถอนเงินสดได้รับเรียบร้อยแล้ว เจ้าหน้าที่จะโอนเงินไปยังบัญชีของท่านทันทีหลังได้พิจารณาคำขอแล้ว กรุณารอสักครู่
zh_cn: 尊敬的{0}用户，提现申请成功，资金会在工作人员审核后到账，请耐心等待

# ACCOUNT_MY_WEALTH_SALESRECORD
source: Revenue record
th_th: ประวัติรายได้
zh_cn: 营收记录

# ACCOUNT_MY_WEALTH_SERIALNUMBER
source: Serial No.
th_th: ซีเรียลนัมเบอร์
zh_cn: 流水号

# ACCOUNT_MY_WEALTH_TOPUP
source: Top up
th_th: เติมเงิน
zh_cn: 充值

# ACCOUNT_MY_WEALTH_TOVIEW
source: View
th_th: ตรวจสอบ
zh_cn: 查看

# ACCOUNT_MY_WEALTH_WITHDRAWAL
source: Withdraw
th_th: ถอนเงิน
zh_cn: 提现

# ACCOUNT_MY_WEALTH_WITHDRAWALAMOUNT
source: Withdrawal amount
th_th: จำนวนเงินที่ถอน
zh_cn: 提现金额

# ACCOUNT_MY_WEALTH_WITHDRAWALRECORD
source: Withdrawal history
th_th: ประวัติการถอนเงิน
zh_cn: 提现记录

# ACCOUNT_MY_WEALTH_YOURPROMOTIONLINK
source: Your referral link
th_th: ลิงค์ส่งเสริมของคูณ
zh_cn: 您的推广链接

# ACCOUNT_RIGHTS_COMPLAIN_ALLFEE
source: Total
th_th: รวมเงิน
zh_cn: 总 计

# ACCOUNT_RIGHTS_COMPLAIN_BYTIME
source: Publish time
th_th: วันที่ร้องเรียน
zh_cn: 发起时间

# ACCOUNT_Rights_Complain_ComplaintHandling
source: Being processed
th_th: จัดการการร้องเรียนอยู่
zh_cn: 投诉处理中

# ACCOUNT_RIGHTS_COMPLAIN_COMPLAINTNUMBER
source: Complaint No.
th_th: เลขที่การร้องเรียน
zh_cn: 投诉编号

# ACCOUNT_Rights_Complain_ComplaintsBeenProcessed
source: Handled
th_th: ได้จัดการข้อร้องเรียนแล้ว
zh_cn: 投诉已处理

# ACCOUNT_Rights_Complain_ComplaintsDate
source: Publish time
th_th: วันที่ร้องเรียน
zh_cn: 发起时间

# ACCOUNT_RIGHTS_COMPLAIN_COMPLAINTSHANDLED
source: Handled
th_th: ได้จัดการข้อร้องเรียนแล้ว
zh_cn: 投诉已处理

# ACCOUNT_Rights_Complain_ComplaintsID
source: Complaint No.
th_th: เลขที่การร้องเรียน
zh_cn: 投诉编号

# ACCOUNT_RIGHTS_COMPLAIN_COMPLAINTSMERCHANTS
source: Seller receiving complaints
th_th: ร้านค้าที่ถูกร้องเรียน
zh_cn: 被投诉商家

# ACCOUNT_RIGHTS_COMPLAIN_COMPLAINTSREASONS
source: Reasons for complaint
th_th: สาเหตุการร้องเรียน
zh_cn: 投诉原因

# ACCOUNT_RIGHTS_COMPLAIN_COMPLAINTSTATUS
source: Complaint status
th_th: สถานะการร้องเรียน
zh_cn: 投诉状态

# ACCOUNT_RIGHTS_COMPLAIN_COMPLETETIME
source: Transaction date
th_th: วันที่ส่งมอบสินค้า
zh_cn: 成交时间

# ACCOUNT_Rights_Complain_Content
source: Reasons for complaint
th_th: สาเหตุการร้องเรียน
zh_cn: 投诉原因

# ACCOUNT_Rights_Complain_MyComplaint
source: My complaints
th_th: ข้อร้องเรียนของฉัน
zh_cn: 我的投诉

# ACCOUNT_Rights_Complain_OrderID
source: Order No.
th_th: เลขที่ใบสั่งซื้อ
zh_cn: 订单编号

# ACCOUNT_RIGHTS_COMPLAIN_ORDERNO
source: Order No.
th_th: เลขที่ใบสั่งซื้อ
zh_cn: 订单编号

# ACCOUNT_RIGHTS_COMPLAIN_POSTAGEFEE
source: Shipping fees
th_th: ค่าขนส่ง
zh_cn: 运 费

# ACCOUNT_RIGHTS_COMPLAIN_RETURNREASONS
source: Refund instructions
th_th: การคืนเงินให้
zh_cn: 退款说明

# ACCOUNT_Rights_Complain_ShopName
source: Seller receiving complaints
th_th: ร้านค้าที่ถูกร้องเรียน
zh_cn: 被投诉商家

# ACCOUNT_Rights_Complain_status
source: Complaint status
th_th: สถานะการร้องเรียน
zh_cn: 投诉状态

# ACCOUNT_RIGHTS_COMPLAIN_SUBMITAPPLY
source: Submit
th_th: ยื่นคำร้องขอ
zh_cn: 提交申请

# ACCOUNT_RIGHTS_COMPLAIN_WITHCOMPLAINTS
source: Being processed
th_th: จัดการการร้องเรียนอยู่
zh_cn: 投诉处理中

# ACCOUNT_RIGHTS_INDEX_APPLICATIONREJECTED
source: Application denied
th_th: เพิกถอนคำขอ
zh_cn: 申请已驳回

# ACCOUNT_RIGHTS_INDEX_APPLICATIONWITHDRAW
source: Application revoked
th_th: ถอนคำร้องขอแล้ว
zh_cn: 申请已撤销

# ACCOUNT_RIGHTS_INDEX_APPLYTIME
source: Application time
th_th: วันที่ยื่นคำร้องขอ
zh_cn: 申请时间

# ACCOUNT_RIGHTS_INDEX_APPROVED
source: Approved
th_th: ผ่านการตรวจสอบแล้ว
zh_cn: 审核通过

# ACCOUNT_RIGHTS_INDEX_CONFIRMGOODS
source: Confirm receipt
th_th: ยืนยันการรับของ
zh_cn: 确认收货

# ACCOUNT_Rights_index_CreateTime
source: Application time
th_th: วันที่ยื่นคำร้องขอ
zh_cn: 申请时间

# ACCOUNT_RIGHTS_INDEX_INAPPLICATION
source: Application being processed
th_th: ร้องขออยู่
zh_cn: 申请中

# ACCOUNT_RIGHTS_INDEX_MERCHANTS
source: Seller
th_th: ร้านค้า
zh_cn: 商家

# ACCOUNT_Rights_index_OrderID
source: Order No./ Item info
th_th: เลขที่ใบสั่งซื้อ/รายละเอียดสินค้า
zh_cn: 订单编号/商品信息

# ACCOUNT_RIGHTS_INDEX_ORDERNOINFORMATION
source: Order No./ Item info
th_th: เลขที่ใบสั่งซื้อ/รายละเอียดสินค้า
zh_cn: 订单编号/商品信息

# ACCOUNT_Rights_index_RefundAmount
source: Refund amount
th_th: จำนวนเงินที่คืน
zh_cn: 退款金额

# ACCOUNT_RIGHTS_INDEX_REFUNDCOMPLETE
source: Refunded
th_th: การคืนเงินสำเร็จ
zh_cn: 退款完成

# ACCOUNT_Rights_index_RefundDate
source: Refund time
th_th: วันเวลาที่คืนเงิน
zh_cn: 退款时间

# ACCOUNT_RIGHTS_INDEX_REFUNDMANAGEMENT
source: Refund management
th_th: จัดการการคืนเงิน
zh_cn: 退款管理

# ACCOUNT_RIGHTS_INDEX_REFUNDMONEY
source: Refund amount
th_th: จำนวนเงินที่คืน
zh_cn: 退款金额

# ACCOUNT_RIGHTS_INDEX_REFUNDNUMBER
source: Refund No.
th_th: เลขที่การคืนเงิน
zh_cn: 退款编号

# ACCOUNT_RIGHTS_INDEX_REFUNDTIME
source: Refund time
th_th: วันเวลาที่คืนเงิน
zh_cn: 退款时间

# ACCOUNT_Rights_index_ReturnOrderID
source: Refund No.
th_th: เลขที่การคืนเงิน
zh_cn: 退款编号

# ACCOUNT_Rights_index_ShopName
source: Seller
th_th: ร้านค้า
zh_cn: 商家

# ACCOUNT_Rights_index_STATUS
source: Status time
th_th: สถานะ
zh_cn: 状态

# ACCOUNT_Rights_index_STATUSAppHasBeenRejected
source: Application denied
th_th: เพิกถอนคำขอ
zh_cn: 申请已驳回

# ACCOUNT_Rights_index_STATUSApplication
source: Being processed
th_th: ร้องขออยู่
zh_cn: 申请中

# ACCOUNT_Rights_index_STATUSApprevoked
source: Application revoked
th_th: ถอนคำร้องขอแล้ว
zh_cn: 申请已撤销

# ACCOUNT_Rights_index_STATUSAuditThrough
source: Approved
th_th: ผ่านการตรวจสอบแล้ว
zh_cn: 审核通过

# ACCOUNT_Rights_index_STATUSConfirmReceipt
source: Confirm receipt
th_th: ยืนยันการรับของ
zh_cn: 确认收货

# ACCOUNT_Rights_index_STATUSRefund
source: Refunded
th_th: การคืนเงินสำเร็จ
zh_cn: 退款完成

# ACCOUNT_Rights_index_STATUSUnknown
source: Unknown
th_th: ไม่รู้จัก
zh_cn: 未知

# ACCOUNT_Rights_index_TradeAmount
source: Transaction amount
th_th: จำนวนเงินสั่งซื้อ
zh_cn: 交易金额

# ACCOUNT_RIGHTS_INDEX_TRANAMOUNT
source: Transaction amount
th_th: จำนวนเงินสั่งซื้อ
zh_cn: 交易金额

# ACCOUNT_RIGHTS_INDEX_UNDO
source: Withdraw application
th_th: ถอนคำร้องขอ
zh_cn: 撤消申请

# ACCOUNT_RIGHTS_INDEX_UNDOERROR
source: Withdrawal of application failed
th_th: ถอนคำร้องขอล้มเหลว
zh_cn: 撤消申请失败

# ACCOUNT_RIGHTS_INDEX_UNDOSUCCESS
source: Withdrawal of application succeeded
th_th: ถอนคำร้องขอสำเร็จ
zh_cn: 撤消申请成功

# ACCOUNT_RIGHTS_INDEX_UNKNOWN
source: Unknown
th_th: ไม่รู้จัก
zh_cn: 未知

source: ACCOUNT SYSTEM ERROR
th_th: ระบบบัญชีผิดพลาด
zh_cn: 账号系统错误

# ACCOUNT_USERINFO_ADDRESS_ADD
source: Add
th_th: เพิ่ม
zh_cn: 添加

# ACCOUNT_USERINFO_ADDRESS_ADDRECEIVINGADDRESS
source: Add new shipping address
th_th: เพิ่มที่อยู่สำหรับการจัดส่งใหม่
zh_cn: 添加新的收货地址

# ACCOUNT_USERINFO_ADDRESS_ADDRESS
source: Shipping address
th_th: ที่อยู่สำหรับการจัดส่ง
zh_cn: 收货地址

# ACCOUNT_USERINFO_ADDRESS_ADDRESSNOTEMPTY
source: Address is required
th_th: ที่อยู่ต้องไม่ว่างเปล่า
zh_cn: 地址不能为空

# ACCOUNT_USERINFO_ADDRESS_ALREADYEXISTS
source: This address already exists
th_th: ที่อยู่มีอยู่
zh_cn: 该地址已存在

# ACCOUNT_USERINFO_ADDRESS_Area
source: Region
th_th: พื้นที่
zh_cn: 所在地区

# ACCOUNT_USERINFO_ADDRESS_COMPLETEADDRESS
source: Please complete Recipient’s address
th_th: กรุณากรอกที่อยู่การจัดส่งที่ถูกต้อง
zh_cn: 请完善收货人地址

# ACCOUNT_USERINFO_ADDRESS_CONSIGNEE
source: Recipient
th_th: ผู้รับของ
zh_cn: 收货人

# ACCOUNT_USERINFO_ADDRESS_CONSIGNEEINFORMATION
source: Recipient’s info
th_th: ข้อมูลผู้รับของ
zh_cn: 收货人信息

# ACCOUNT_USERINFO_ADDRESS_CONSIGNEENOTEMPTY
source: Recipient is required
th_th: ผู้รับของต้องไม่ว่างเปล่า
zh_cn: 收货人不能为空

# ACCOUNT_USERINFO_ADDRESS_DELETE
source: Delete
th_th: ลบ
zh_cn: 删除

# ACCOUNT_USERINFO_ADDRESS_DELETEFAILURE
source: Operation failed, abnormal shipping address ID
th_th: ระบบปฏิบัติการ ID ที่อยู่จัดส่งสินค้าผิดปกติ
zh_cn: 操作失败，收货地址ID异常

# ACCOUNT_USERINFO_ADDRESS_DELETESUCCESS
source: Operation succeeded
th_th: แก้ไขเรียบร้อยแล้ว
zh_cn: 操作成功

# ACCOUNT_USERINFO_ADDRESS_DETAILEDADDRESS
source: Detailed address
th_th: รายละเอียดที่อยู่
zh_cn: 详细地址

# ACCOUNT_USERINFO_ADDRESS_DetailsAddress
source: Detailed address
th_th: รายละเอียดที่อยู่
zh_cn: 详细地址

# ACCOUNT_USERINFO_ADDRESS_DetailsAddressERROR
source: Address is required
th_th: ที่อยู่ต้องไม่ว่างเปล่า
zh_cn: 地址不能为空

# ACCOUNT_USERINFO_ADDRESS_EMAIL
source: E-mail
th_th: อีเมลล์
zh_cn: 邮箱
