Repository: fangwulongtian/HongKongHKMall
Catalog: src/Resources/Resources/Resource.*.resx
Languages: th_th, zh_cn

# LOGIN_GETPASSWORD_USERNOTEXIST
source: User doesn’t exist
th_th: ชื่อผู้ใช้ไม่ถูกต้อง
zh_cn: 用户不存在

# LOGIN_GETPASSWORD_VERIFICATION
source: Verification succeeded
th_th: ผ่านการตรวจสอบ
zh_cn: 验证通过

# LOGIN_GETPASSWORD_VERIFICATIONCODE
source: Obtain verification code
th_th: รับรหัสยืนยัน
zh_cn: 获取验证码

# LOGIN_GETPASSWORD_VERIFICATIONCODE_1
source: Verification code
th_th: รหัสยืนยัน
zh_cn: 验证码

# LOGIN_GETPASSWORD_VERIFICODE
source: Please enter verification code
th_th: กรุณากรอกรหัสยืนยัน
zh_cn: 请输入验证码

# LOGIN_LOGIN
source: Log in
th_th: เข้าสู่ระบบ
zh_cn: 登录

# LOGIN_LOGIN_ACCOUNT_WRONG
source: Wrong login account! Please re-enter!
th_th: ชื่อผู้ใช้ไม่ถูกต้อง กรุณากรอกอีกครั้ง
zh_cn: 登录账号错误！请重新输入!

# LOGIN_LOGIN_FAILED
source: Login failed
th_th: Login ล้มเหลว
zh_cn: 登录失败

# LOGIN_LOGIN_PWD_WRONG
source: Password was entered incorrectly
th_th: รหัสผ่านไม่ถูกต้อง
zh_cn: 密码输入错误

# LOGIN_LOGIN_PWD_WRONGTRYAGAIN
source: Wrong password, you can re-enter
th_th: รหัสผ่านไม่ถูกต้องยังสามารถป้อน
zh_cn: 密码错误，还可以再输入

# LOGIN_LOGIN_SUCCESS
source: Login succeeded
th_th: เข้าสู่ระบบสำเร็จ
zh_cn: 登录成功

# LOGIN_LOGINAFTERHOURS
source: This account has been locked, please log in after two hours.
th_th: บัญชีของคุณถูกระงับการใช้งานแล้ว
zh_cn: 账号已被锁定-请在两个小时以后再登录

# LOGIN_LOGINLOGFAILURE
source: Failed to add user logins
th_th: การบันทึกกระแสรายวันการเข้าสู่ระบบของผู้ใช้ใหม่ล้มเหลว
zh_cn: 新增用户登录日志失败

# LOGIN_LOGINPASSWORD
source: Forgot your password?
th_th: ลืมรหัสผ่าน
zh_cn: 忘记登录密码

# LOGIN_LOGINSUCCESS
source: Login succeeded
th_th: เข้าสู่ระบบสำเร็จ
zh_cn: 登录成功

# LOGIN_MOBILENOTBIND
source: You haven’t bound your phone. Please bind first via Huixin’s other sub-sites and then log in.
th_th: คุณยังไม่ได้ผูกหมายเลขโทรศัพท์กับบัญชี กรุณาผูกหมายเลขโทรศัพท์กับบัญชีก่อนเข้าสู่ระบบ
zh_cn: 手机号未绑定，请先通过其他惠信的子网站进行手机绑定后再登陆

# LOGIN_MODIFYFAILURE
source: Failed to change
th_th: เปลี่ยนล้มเหลว
zh_cn: 修改失败

# LOGIN_MUCH
source: Much
th_th: มาก
zh_cn: 多

# LOGIN_NEWPWD_FORMATMESSAGE
source: Use a combination of numbers and letters to create a password
th_th: กรุณาตั้งรหัสผ่านด้วยตัวอักษรอังกฤษ ตัวเลขและอักขระพิเศษ
zh_cn: 请使用数字，字母组合设置密码

# LOGIN_NEWPWD_PWDMESSAGE
source: Password is required! Please re-enter
th_th: รหัสผ่านต้องไม่ว่างเปล่า
zh_cn: 密码不能为空，请重新输入

source: Log in now
th_th: ล็อกอินทันที
zh_cn: 立即登录

# LOGIN_NUM_0
source: Zero
zh_cn: 零

# LOGIN_NUM_1
source: One
zh_cn: 一

# LOGIN_NUM_10
source: Ten
zh_cn: 十

# LOGIN_NUM_2
source: Two
zh_cn: 二

# LOGIN_NUM_3
source: Three
zh_cn: 三

# LOGIN_NUM_4
source: Four
zh_cn: 四

# LOGIN_NUM_5
source: Five
zh_cn: 五

# LOGIN_NUM_6
source: Six
zh_cn: 六

# LOGIN_NUM_7
source: Seven
zh_cn: 七

# LOGIN_NUM_8
source: Eight
zh_cn: 八

# LOGIN_NUM_9
source: Nine
zh_cn: 九

# LOGIN_PHONE
source: Mobile number
th_th: เบอร์โทรศัพท์มือถือ
zh_cn: 手机号

# LOGIN_PHONE_FORMAT_WRONG
source: Wrong mobile number format
th_th: หมายเลขโทรศัพท์ไม่ถูกต้อง
zh_cn: 手机号码格式不正确

# LOGIN_PHONE_HAS_REGISTER
source: Account registered with this mobile number already exists.
th_th: หมายเลขโทรศัพท์นี้ได้สมัครแล้ว
zh_cn: 该手机号码已注册！

# LOGIN_PHONE_NOTBIND
source: You haven’t bound your phone. Please bind first via Huixin’s other sub-sites and then log in.
th_th: คุณยังไม่ได้ผูกหมายเลขโทรศัพท์กับบัญชี กรุณาผูกหมายเลขโทรศัพท์กับบัญชีก่อนเข้าสู่ระบบ
zh_cn: 手机号未绑定，请先通过其他惠信的子网站进行手机绑定后再登陆！

# LOGIN_PWD_CONFIRM_TWO
source: Passwords do not match
th_th: รหัสผ่านที่ป้อนสองครั้งไม่ตรงกัน
zh_cn: 两次输入的密码不一致！

# LOGIN_PWD_FORMAT
source: Wrong password format! A combination of 8-16 numbers and letters. Please re-create!
th_th: ลักษณะ Passwordไม่ถูกต้อง ต้องเป็นตัวอักษรอังกฤษ ตัวเลขและอักขระพิเศษ8-16ตัวอักษร กรุณาตั้งรหัสผ่านใหม่
zh_cn: 密码格式不正确8-16位字母数字组合，请重新设置！

# LOGIN_PWD_NOTNULL
source: Please enter password again
th_th: กรุณากรอกรหัสผ่านที่ยืนยันแล้ว
zh_cn: 请输入确认密码！

# LOGIN_PWD_UPDATE_SUCCESS
source: Password successfully changed
th_th: เปลี่ยนรหัสผ่านสำเร็จ
zh_cn: 修改密码成功！

# LOGIN_PWDENTER
source: Password was entered incorrectly {0} times! Please re-enter
th_th: ป้อนรหัสผ่านไม่ถูกต้อง{0}ครั้ง กรุณาป้อนอีกครั้ง
zh_cn: 密码输入错误{0}次，请重新输入

# LOGIN_PWDMISTAKE
source: Wrong password, you have {0} more chances.
th_th: รหัสผ่านไม่ถูกต้อง ยังสามารถป้อน{0}ครั้ง
zh_cn: 密码错误，还可以再输入{0}次

# LOGIN_REMEMBERUSERNAME
source: Stay logged in
th_th: จดจำชื่อผู้ใช้
zh_cn: 记住用户名

# LOGIN_SEND_FAILURE
source: Failed to send
th_th: บันทึกสำเร็จ
zh_cn: 发送失败

# LOGIN_SEND_SUCCESS
source: Successfully sent
th_th: บันทึกล้มเหลว
zh_cn: 发送成功

# LOGIN_SEND_TIMERANGE
source: Time interval of sending messages shall not less than 120 seconds
th_th: ครั้งที่ 2 ส่ง SMS เป็นระยะเวลาไม่น้อยกว่า 120 seconds
zh_cn: 两次发送短信时间间隔不得小于120秒

# LOGIN_TIME
source: Time
th_th: เวลา
zh_cn: 时间

# LOGIN_TIME_INPUT_AGAIN
source: times, please re-enter!
th_th: ครั้ง กรุณากรอกอีกครั้ง
zh_cn: 次，请重新输入!

# LOGIN_TIMES
source: times!
th_th: ครั้ง
zh_cn: 次!

# LOGIN_UPDATE_FAILURE
source: Failed to change
th_th: เปลี่ยนล้มเหลว
zh_cn: 修改失败!

# LOGIN_UPDATE_PWD_FAILURE
source: Failed to change password
th_th: เปลี่ยนรหัสผ่านล้มเหลว
zh_cn: 修改密码失败！

# MONEY_ORDER_ACCOUNT_BALANCE
source: Account balance
th_th: ยอดคงเหลือในบัญชี
zh_cn: 帐号余额

# MONEY_ORDER_NONSETPASSWORD
source: Transaction password not set yet
th_th: ยังไม่ตั้งรหัสชำระเงิน
zh_cn: 还未设置交易密码

# MONEY_ORDER_NSUFFICIENT_BALANCE
source: Insufficient balance
th_th: ยอดเงินคงเหลือไม่พอ
zh_cn: 余额不足

# MONEY_ORDER_ORDERINFO_AMOUNTGOODS
source: Subtotal of {0} items
th_th: ทั้งหมด{0}ชิ้น มูลค่าสินค้า
zh_cn: {0}件商品，总商品金额

# MONEY_ORDER_ORDERINFO_CONFIRMADDRESS
source: Confirm address
th_th: ยืนยันที่อยู่สำหรับการจัดส่ง
zh_cn: 确认收货地址

# MONEY_ORDER_ORDERINFO_CONSIGNEE
source: Recipient
th_th: ผู้รับของ
zh_cn: 收货人

# MONEY_ORDER_ORDERINFO_DELETEITEMS
source: Delete selected items
th_th: ลบสินค้าที่ได้เลือกออก
zh_cn: 删除选中的商品

# MONEY_ORDER_ORDERINFO_FAILPAYMENT
source: It may be caused by: Too frequent payment/ Network problems
th_th: สาเหตุของความล้มเหลว ชำระเงินบ่อยเกินไป ระบบอินเทอร์เน็ตมีปัญหา
zh_cn: 失败的原因可能是： 付款太频繁 网络有问题

# MONEY_ORDER_ORDERINFO_FINISHANDCHECKORDERS
source: Fill out and check order information
th_th: กรอกข้อมูลและตรวจสอบข้อมูลการสั่งซื้อ
zh_cn: 填写并核对订单信息

# MONEY_ORDER_ORDERINFO_FREIGHT
source: Shipping fees
th_th: ค่าขนส่ง
zh_cn: 运费

# MONEY_ORDER_ORDERINFO_PAYFAIL
source: Submit Order - Payment failed
th_th: สั่งซื้อทันที-ชำระเงินล้มเหลว
zh_cn: 提交订单-支付失败

# MONEY_ORDER_ORDERINFO_PAYFAILURE
source: Sorry, payment failed
th_th: ขออภัยค่ะ ชำระเงินล้มเหลว!
zh_cn: 抱歉，付款失败

# MONEY_ORDER_ORDERINFO_PAYMENT
source: Pay with
th_th: เลือกช่องทางการชำระเงิน
zh_cn: 支付方式

# MONEY_ORDER_ORDERINFO_PAYMENTCOMPLETED
source: Payment completed
th_th: ชำระเงินเสร็จเรียบร้อยแล้ว
zh_cn: 已完成支付

# MONEY_ORDER_ORDERINFO_PAYMENTPLATFORM
source: Please make payment on new e-bank page and do not close the window before it’s finished.
th_th: กรุณาชำระบนหน้าแพลตฟอร์มการชำระเงินที่เปิดใหม่ กรุณาอย่าปิดหน้าต่างนี้ก่อนการชำระเงินเสร็จสมบูรณ์
zh_cn: 请您在新打开的支付平台页面进行支付，支付完成前请不要关闭本窗口

# MONEY_ORDER_ORDERINFO_PAYMENTSUCCESS
source: Congratulations, payment succeeded
th_th: ยินดีด้วย ชำระเงินเรียบร้อยแล้ว
zh_cn: 恭喜您，付款成功

# MONEY_ORDER_ORDERINFO_PAYPROBLEMS
source: An error occurred during payment
th_th: พบปัญหาการชำระเงิน
zh_cn: 支付遇到问题

# MONEY_ORDER_ORDERINFO_PLATFORM
source: Log in to payment platform
th_th: login ระบบชำระเงิน
zh_cn: 登录支付平台

# MONEY_ORDER_ORDERINFO_RECEIVEPAYMENT
source: We have received your payment of THB {0} and will arrange delivery ASAP. Please be patient.
th_th: ได้รับค่าสินค้า{0} บาทของคุณแล้ว เราจะจัดส่งสินค้าให้เร็วที่สุดเท่าที่เป็นไปได้ กรุณารอสักครู่ ....
zh_cn: 已经收到您的 {0}泰铢付款了，我们会尽快安排发货，请耐心等待

# MONEY_ORDER_ORDERINFO_RETURNHOME
source: Back to Home
th_th: กลับหน้าหลัก
zh_cn: 返回首页

# MONEY_ORDER_ORDERINFO_SEND
source: Shipping to
th_th: จัดส่งไปที่
zh_cn: 寄送至

# MONEY_ORDER_ORDERINFO_SUBMITORDERS
source: Submit
th_th: สั่งซื้อทันที
zh_cn: 提交订单

# MONEY_ORDER_ORDERINFO_SUCCESS
source: Submit Order - Payment succeeded
th_th: สั่งซื้อทันที-ชำระเงินสำเร็จ
zh_cn: 提交订单-支付成功

# MONEY_ORDER_ORDERINFO_TOTALAMOUNT
source: Total
th_th: รวมยอดสั่งซื้อสินค้า
zh_cn: 应付总额

# MONEY_ORDER_ORDERINFO_VALIDATION
source: Huika Mall E-mail Verification
th_th: huika มอลล์ยืนยันอีเมล์
zh_cn: 惠卡商城邮箱验证

# MONEY_ORDER_PAYMENT_BALANCE
source: Pay with balance
th_th: ชำระโดยยอดคงเหลือ
zh_cn: 余额支付

# MONEY_ORDER_PAYPASSWORD_ERROR
source: Wrong trading password
th_th: รหัสชำระเงินผิดพลาด
zh_cn: 交易密码错误

# MONEY_ORDER_PAYPASSWORDCOUNT
source: Incorrect trading password input {0} times, please try after {1} minutes
th_th: ใส่รหัสชำระเงินไม่ถูกต้อง{0}ครั้งแล้ว กรุณาลองใหม่หลังจาก {1} นาที
zh_cn: 交易密码错误超过{0}次，请{1}分钟后再试

# MONEY_ORDER_SETPAYPASSWORD
source: Please set trading password
th_th: กรุณาตั้งรหัสชำระเงิน
zh_cn: 请设置交易密码

# MONEY_SHOPPINGCART_ALLTHEGOODS
source: All items
th_th: สินค้าทั้งหมด
zh_cn: 全部商品

# MONEY_SHOPPINGCART_COMMODITIESHAVESHELVES
source: Item unavailable
th_th: สินค้าถูกลบออกแล้ว
zh_cn: 商品已下架

# MONEY_SHOPPINGCART_DELETE
source: Delete
th_th: ลบ
zh_cn: 删除

# MONEY_SHOPPINGCART_DELETESELECTEDITEMS
source: Delete selected items
th_th: ลบสินค้าที่ได้เลือกออก
zh_cn: 删除选中的商品

# MONEY_SHOPPINGCART_FUTUREGENERATIONS
source: All
th_th: เลือกทั้งหมด
zh_cn: 全选

# MONEY_SHOPPINGCART_GOODS
source: Items
th_th: สินค้า
zh_cn: 商品

# MONEY_SHOPPINGCART_HASBEENOFFSHELVES
source: Off the sale
th_th: ถูกลบแล้ว
zh_cn: 已下架

# MONEY_SHOPPINGCART_INSUFFICIENTINVENTORY
source: Understock
th_th: สินค้าคงคลังขาดแคลน
zh_cn: 库存不足

# MONEY_SHOPPINGCART_INVENTORY
source: In stock
th_th: สินค้าคงคลัง
zh_cn: 库存

# MONEY_SHOPPINGCART_MERCHANTGOODS
source: Sellers cannot buy their own products
th_th: ไม่อนุญาตสั่งซื้อสินค้าที่ตนจัดจำหน่าย
zh_cn: 商家不能购买自己的商品

# MONEY_SHOPPINGCART_NOTAVAILABLE
source: Out of stock
th_th: หมดสต็อก
zh_cn: 无货

# MONEY_SHOPPINGCART_NUMBER
source: Qty
th_th: จำนวน
zh_cn: 数量

# MONEY_SHOPPINGCART_NUMBERNOTGRE
source: Number of items cannot exceed inventory.
th_th: จำนวนสินค้าที่สั่งต้องน้อยกว่าสินค้าคงคลัง
zh_cn: 商品数量不能大于库存

# MONEY_SHOPPINGCART_NUMNOTGREATERTHAN
source: Number of items beyond inventory, please modify the quantity.
th_th: จำนวนสินค้าที่สั่งต้องน้อยกว่าสินค้าคงคลัง กรุณาแก้ไขจำนวนสินค้า
zh_cn: 商品数量不能大于库存，请修改商品数量

# MONEY_SHOPPINGCART_OPERATION
source: Operation
th_th: สถานะ
zh_cn: 操作

# MONEY_SHOPPINGCART_PACKAGEMAIL
source: Free shipping
th_th: จัดส่งฟรี
zh_cn: 包邮

# MONEY_SHOPPINGCART_QUANTITYCANNOTCHOOSE
source: The quantity cannot be 0.
th_th: จำนวนสินค้าที่เลือกต้องไม่เป็น0
zh_cn: 选择的商品数量不能为0

# MONEY_SHOPPINGCART_SELECCOMMATTRIBUTE
source: Please select item attribute
th_th: กรุณาเลือคุณสมบัติสินค้า
zh_cn: 请选择商品属性

# MONEY_SHOPPINGCART_SELECTEDGOODS
source: {0} items selected (Excluding freight)
th_th: ได้เลือกสินค้า{0}ชิ้น (ไม่รวมค่าขนส่ง)
zh_cn: 已选{0}件商品（不含运费）

# MONEY_SHOPPINGCART_SELECTLEASTONECOMMODITY
source: Please choose at least one item.
th_th: ต้องเลือกอย่างน้อยหนึ่งรายการ
zh_cn: 请至少选择一个商品

# MONEY_SHOPPINGCART_SHOPPINGCART
source: Cart
th_th: ตะกร้า
zh_cn: 购物车

# MONEY_SHOPPINGCART_SPECIFICATIONS
source: Spec.
th_th: ข้อมูลจำเพาะ
zh_cn: 规格

# MONEY_SHOPPINGCART_SUBTOTAL
source: Subtotal
th_th: ราคารวม
zh_cn: 小计

# MONEY_SHOPPINGCART_THEUNITPRICE
source: Unit price
th_th: ราคาต่อหน่วย
zh_cn: 单价

# MONEY_SHOPPINGCART_TOSETTLE
source: Proceed to Checkout
th_th: ไปชำระเงิน
zh_cn: 去结算

# MY_ACCOUNT_IS_EMPTY
source: Vacant account number
th_th: บัญชีไม่ถูกต้อง
zh_cn: 账户是空号

# MY_ADVANCED
source: Strong
th_th: สูง
zh_cn: 高级

# MY_APPLICATION_HAS_BEEN_SUBMITTED
source: Application successfully submitted
th_th: ยื่นคำร้องขอเรียบร้อยแล้ว
zh_cn: 申请已提交

# MY_INTERMEDIATE
source: Medium
th_th: ปลานกลาง
zh_cn: 中级

# MY_ORDER_NO_EXCEPTION
source: Wrong order number
th_th: เลขที่ใบสั่งซื้อ
zh_cn: 订单号异常

# MY_ORDER_NUMBER_NOT_EXIST
source: Order number doesn’t exist
th_th: ไม่มีเลขที่ใบสั่งซื้อ
zh_cn: 订单号不存在

# MY_ORDERS_HAVE_BEEN_COMPLAINTS
source: Complaint about this order has been made
th_th: ออเดอร์นี้เคยแจ้งร้องเรียนแล้ว
zh_cn: 该订单已经进行过投诉

# MY_PRIMARY
source: Weak
th_th: พื้นฐาน
zh_cn: 初级

# MY_WITHDRAW_APPLY_SUCCESS
source: Withdrawal successfully applied
th_th: ยื่นคำขอถอนเงินสดสำเร็จ
zh_cn: 提现申请成功

source: NO DATA
th_th: ไม่มีข้อมูลชั่วคราว
zh_cn: 暂无数据

# NOT_ADDRESS
source: NO DELIVERY ADDRESS
th_th: ไม่มีที่อยู่สำหรับการจัดส่ง
zh_cn: 没有收货地址

# ORDER_ADDRESS_ADDADDRESS
source: Add an address
th_th: เพิ่มที่อยู่สำหรับการจัดส่งใหม่
zh_cn: 新增收货地址

# ORDER_ADDRESS_CONFIRMADDRESS
source: Confirm address
th_th: ยืนยันที่อยู่สำหรับการจัดส่ง
zh_cn: 确认收货地址

# ORDER_ADDRESS_EDITADDRESS
source: Change this address
th_th: เปลี่ยนที่ยู่ปัจจุบัน
zh_cn: 修改本地址

# ORDER_ADDRESS_REVEIVER
source: Recipient
th_th: รายได้
zh_cn: 收

# ORDER_ADDRESS_REVEIVER_DEFAULTADDRESS
source: Set as default address
th_th: ตั้งค่าเริ่มต้นที่อยู่
zh_cn: 设为默认地址

# ORDER_ADDRESS_SENDADDRESS
source: Shipping to
th_th: จัดส่งไปที่
zh_cn: 寄送至

# ORDER_DETAILS_BUYERINFO
source: Buyer’s info
th_th: ข้อมูลผู้ซื้อ
zh_cn: 买家信息

# ORDER_DETAILS_CITY
source: City
th_th: เมือง
zh_cn: 城市

# ORDER_DETAILS_CREATETIME
source: Creation time
th_th: วันที่สร้าง
zh_cn: 创建时间

# ORDER_DETAILS_ORDERINFO
source: Order info
th_th: รายละเอียดรายการสั่งซื้อ
zh_cn: 订单信息

# ORDER_DETAILS_PAYTIME
source: Payment time
th_th: เวลาชำระเงิน
zh_cn: 付款时间

# ORDER_DETAILS_SELLERINFO
source: Seller’s info
th_th: ข้อมูลร้านค้า
zh_cn: 商家信息

# ORDER_DETAILS_SELLERNAME
source: Name of seller
th_th: ชื่อร้านค้า
zh_cn: 商家名称

# ORDER_DETAILS_SERVICECALL
source: Service tel
th_th: เบอร์โทรศูนย์บริการลูกค้า
zh_cn: 服务电话

# ORDER_FREIGHT
source: Shipping fees
th_th: ค่าขนส่ง
zh_cn: 运费

# ORDER_LIST_ALL
source: All
th_th: ทั้งหมด
zh_cn: 全部

# ORDER_LIST_AMOUNTOFREALPAY
source: Amount paid
th_th: จำนวนเงินมี่จ่ายจริง
zh_cn: 实付金额

# ORDER_LIST_EARLIER
source: Earlier
th_th: ก่อนหน้านี้
zh_cn: 更早

# ORDER_LIST_GOODS
source: Items
th_th: สินค้า
zh_cn: 商品

# ORDER_LIST_HASBEENCANCELLED
source: Canceled
th_th: ยกเลิกแล้ว
zh_cn: 已取消

# ORDER_LIST_HASBEENCOMPLETED
source: Completed
th_th: เรียบร้อย
zh_cn: 已完成

# ORDER_LIST_HAVEGOODS
source: Signed off
th_th: ได้รับสินค้าแล้ว
zh_cn: 已收货

# ORDER_LIST_INVALIDORDERS
source: Invalid order
th_th: การสั่งซื้อที่เป็นโมฆะ
zh_cn: 无效订单

# ORDER_LIST_JUMPTO
source: Go to
th_th: เต้นไปหน้า
zh_cn: 跳转到

# ORDER_LIST_MERCHANT
source: Seller
th_th: ร้านค้า
zh_cn: 商家

# ORDER_LIST_NEARLYHALFAMONTH
source: Within half a month
th_th: สองสัปดาห์ที่ผ่านมา
zh_cn: 近半个月

# ORDER_LIST_NEARLYTHREEMONTHS
source: Within three months
th_th: สามเดือนที่ผ่านมา
zh_cn: 近三个月

# ORDER_LIST_NEXTPAGE
source: Next page
th_th: หน้าถัดไป
zh_cn: 下一页

# ORDER_LIST_NUMBER
source: Qty
th_th: จำนวน
zh_cn: 数量

# ORDER_LIST_OPERATE
source: Operation
th_th: สถานะ
zh_cn: 操作

# ORDER_LIST_ORDERINFO
source: Order No.
th_th: เลขที่ใบสั่งซื้อ
zh_cn: 订单编号

# ORDER_LIST_ORDERSTATUS
source: Order status
th_th: สถานะรายการสั่งซื้อ
zh_cn: 订单状态

# ORDER_LIST_PAGE
source: Pages
th_th: หน้า
zh_cn: 页

# ORDER_LIST_PREVIOUSPAGE
source: Previous page
th_th: เพจก่อนหน้า
zh_cn: 上一页

# ORDER_LIST_PRICE
source: Unit price
th_th: ราคาต่อหน่วย
zh_cn: 单价

# ORDER_LIST_SERVICE
source: Service
th_th: การบริการ
zh_cn: 服务

# ORDER_LIST_STATE
source: Status
th_th: สถานะ
zh_cn: 状态

# ORDER_LIST_STATE_ALL
source: All
th_th: ทั้งหมด
zh_cn: 全部

# ORDER_LIST_SURE
source: Go
th_th: ยืนยัน
zh_cn: 确定

# ORDER_LIST_TIME
source: Time
th_th: เวลา
zh_cn: 时间

# ORDER_LIST_TOPAGE
source: Page {0}
th_th: ไปหน้าที่{0}
zh_cn: 到{0}页

# ORDER_LIST_TOPAGENUM
source: Go to Page
th_th: ไปหน้าที่
zh_cn: 到第

# ORDER_LIST_TOSENDGOODS
source: Await shipment
th_th: ยังไม่จัดส่ง
zh_cn: 待发货

# ORDER_LIST_TOTAL
source: In total
th_th: ทั้งหมด
zh_cn: 共

# ORDER_LIST_WAIT_PAY
source: Await payment
th_th: ยังไม่ชำระ
zh_cn: 待付款

# ORDER_LIST_WAIT_TAKE_DELIVERY
source: Await sign-off
th_th: ยังไม่ได้รับสินค้า
zh_cn: 待收货

# ORDER_NUMBERANDMONEY
source: Subtotal of {0} items:{1}
th_th: ทั้งหมด{0}ชิ้น มูลค่าสินค้า:{1}
zh_cn: {0}件商品,总商品金额:{1}

# ORDER_PAY
source: Pay with
th_th: เลือกช่องทางการชำระเงิน
zh_cn: 支付方式

# ORDER_RECEIVER
source: Recipient
th_th: ผู้รับของ
zh_cn: 收货人

# ORDER_RETURNPRODUCT_APPLY
source: Apply for return / refund
th_th: แจ้งเรื่องขอคืนสินค้า/เงิน
zh_cn: 退货/款申请

# ORDER_RETURNPRODUCT_ATMOSTINPUTWORDS
source: You can enter 200 words at most
th_th: ไม่เกิน 200 ตัวอักษร
zh_cn: 最多可以输入200个字

# ORDER_RETURNPRODUCT_BADQUALITY
source: Quality problems
th_th: ปัญหาด้านคุณภาพ
zh_cn: 质量有问题

# ORDER_RETURNPRODUCT_DELIVERYDELAY
source: Delayed delivery
th_th: การจัดส่งล่าช้า
zh_cn: 延迟发货

# ORDER_RETURNPRODUCT_NOTWANT
source: Not what I want
th_th: ไม่ใช่สิ่งที่คุณต้องการ
zh_cn: 不是自己想要的

# ORDER_RETURNPRODUCT_OTHERREASON
source: Others
th_th: สาเหตุอื่นๆ
zh_cn: 其他原因

# ORDER_RETURNPRODUCT_PRICE
source: Unit price
th_th: ราคาต่อหน่วย
zh_cn: 单 价

# ORDER_RETURNPRODUCT_PRODUCTDAMAGE
source: Damaged goods
th_th: สินค้าที่เสียหายหรือชำรุด
zh_cn: 商品破损了

# ORDER_RETURNPRODUCT_RETURNMONEY
source: Refund amount
th_th: จำนวนเงินที่ได้รับคืน
zh_cn: 退货金额

# ORDER_RETURNPRODUCT_RETURNNUMBER
source: Qty of return
th_th: จำนวนสินค้าส่งคืน
zh_cn: 退货数量

# ORDER_RETURNPRODUCT_RETURNREASON
source: Reasons for return / refund
th_th: สาเหตุการคืนสินค้า/เงิน
zh_cn: 退货/款原因

# ORDER_RETURNPRODUCT_SELECTRETURNREASON
source: Please select a reason for return / refund
th_th: กรุณาเลือกสาเหตุการคืนเงิน
zh_cn: 请选择退货/款原因

# ORDER_RETURNPRODUCT_SELLER
source: Seller
th_th: ร้านค้า
zh_cn: 商 家

# ORDER_RETURNPRODUCT_XIAOJI
source: Subtotal
th_th: ราคารวม
zh_cn: 小 计

# ORDER_SUMPAYABLE
source: Total
th_th: รวมยอดสั่งซื้อสินค้า
zh_cn: 应付总额

source: PARAMETER ERROR
th_th: พารามิเตอร์ไม่ถูกต้อง
zh_cn: 参数错误

# PARAMETER_NOT_EMPTY
source: PARAMETER CANNOT BE EMPTY
th_th: พารามิเตอร์ต้องไม่ว่างเปล่า
zh_cn: 参数不能为空

source: Pay
th_th: ชำระเงิน
zh_cn: 支付

# PAY_FAIL_MESSAGE
source: Sorry, payment failed!
th_th: ขออภัยค่ะ ชำระเงินล้มเหลว!
zh_cn: 抱歉，付款失败！

# PAY_FAIL_MESSAGE_CAUSE
source: It may be caused by: Too frequent payment/ Network problems
th_th: สาเหตุของความล้มเหลว ชำระเงินบ่อยเกินไป ระบบอินเทอร์เน็ตมีปัญหา
zh_cn: 失败的原因可能是： 付款太频繁 网络有问题

# PAY_SUCCESS_MESSAGE
source: Congratulations, payment succeeded
th_th: ยินดีด้วย ชำระเงินเรียบร้อยแล้ว
zh_cn: 恭喜您，付款成功!

# PAY_SUCCESS_MESSAGE_CAUSE
source: We have received your {0} ฿ payment, we will arrange the shipment as soon as possible, please be patient ......
th_th: ได้รับค่าสินค้า{0} บาทของคุณแล้ว เราจะจัดส่งสินค้าให้เร็วที่สุดเท่าที่เป็นไปได้ กรุณารอสักครู่ ....
zh_cn: 已经收到您的{0}฿ 付款了，我们会尽快安排发货，请耐心等待......

# PAYMENT_ENTER
source: Enter
th_th: คลิกเข้าไป
zh_cn: 进入

# PAYMENT_GET_TOKEN_NORMAL
source: Token successfully acquired, billing No.:
th_th: ดาวน์โหลดข้อมูล Token ปกติ เลขที่ชำระเงิน：
zh_cn: 获取Token正常,支付单号为

# PAYMENT_GET_TRANS_DETAILS_NORMAL
source: Transaction details successfully acquired, billing No.:
th_th: ดาวน์โหลดข้อมูล Token ไม่ปกติ เลขที่ชำระเงิน：
zh_cn: 获取交易详情正常,支付单号为:

# PAYMENT_PAY_SUCCESS
source: Payment succeeded
th_th: ชำระเงินสำเร็จ
zh_cn: 支付成功

# PAYMENT_PAY_SUCCESS_AND_UPDATE_DB_FAILURE
source: Payment succeeded, failed to update database
th_th: ชำระเงินสำเร็จ อัปเดตฐานข้อมูลล้มเหลว
zh_cn: 支付成功，更新数据库失败

# PAYMENT_PAY_SUCCESS_AND_UPDATE_DB_SUCCESS
source: Payment succeeded, database successfully updated
th_th: ชำระเงินสำเร็จ อัปเดตฐานข้อมูลสำเร็จ
zh_cn: 支付成功，更新数据库成功

# PAYMENT_TRANSATION_FAILURE
source: Transaction processing failed
th_th: ดำเนินการชำระเงินล้มเหลว
zh_cn: 进行交易处理失败

# PAYMENT_VALIDATION_FAILURE
source: Message notification does not pass validation
th_th: ข้อความSMSยังไม่ผ่านการรับรอง
zh_cn: 消息通知没有通过验证

# PRODUCT_LIST_COLLECT
source: collect
th_th: การเก็บรวบรวม
zh_cn: 收藏

# PRODUCT_PLS_CHOOSE_PRODUCTS
source: Please select items
th_th: กรุณาเลือกสินค้า
zh_cn: 请选择商品

# PURCHASE_QUANTITY_IllEGAL
source: INVALID PURCHASE QUANTITY
th_th: จำนวนสั่งซื้อ ไม่ชอบด้วยกฎหมาย
zh_cn: 购买数量不合法

# REGISETR_HADREGISTER
source: Account registered with this mobile number already exists
th_th: หมายเลขโทรศัพท์ที่คุณป้อนได้สมัครใช้แล้ว
zh_cn: 您输入的手机号码已注册

# REGISETR_USERREGISTERFAIL
source: Member registration failed
th_th: สมัครสมาชิกล้มเหลว
zh_cn: 会员注册失败

# REGISETR_USERREGISTERSUCCESS
source: Member registration succeeded
th_th: สมัครสมาชิกสำเร็จ
zh_cn: 会员注册成功

# REGISTER_EMAIL_HAS_BEEN_BOUND_TO_CHANGE
source: Email has been bound; please alter
th_th: กล่องจดหมายที่ถูกผูกไว้ , เปลี่ยน
zh_cn: 邮箱已经被绑定，请更改

# REGISTER_EMAIL_MUST
source: Please enter email address
th_th: กรุณากรอกที่อยู่อีเมล์
zh_cn: 请输入邮箱

# REGISTER_EMAIL_VALIDATION_SUCCESS
source: Email approved
th_th: กล่องจดหมายที่มีประสิทธิภาพ
zh_cn: 邮箱通过

# REGISTER_INVITER_EXIST
source: Inviter does exist!
th_th: ผู้เชิญชวนถูกต้อง
zh_cn: 邀请人存在！

# REGISTER_INVITER_NOT_EXIST
source: Inviter doesn’t exist!
th_th: ผู้เชิญชวนไม่ถูกต้อง
zh_cn: 邀请人不存在！

# REGISTER_PHONE
source: Mobile number
th_th: เบอร์โทรศัพท์มือถือ
zh_cn: 手机号

# REGISTER_PHONE_DELETED
source: This mobile number has been deleted
th_th: เบอร์โทรศัพท์มือถือนี้ถูกลบออกแล้ว
zh_cn: 该手机号码已删除

# REGISTER_PHONE_FORMAT_INCORRECT
source: Wrong mobile number format
th_th: หมายเลขโทรศัพท์ไม่ถูกต้อง
zh_cn: 手机号码格式不正确

# REGISTER_PHONE_LOCKED
source: This mobile number has been locked
th_th: เบอร์โทรศัพท์มือถือนี้ถูกลอดแล้ว
zh_cn: 该手机号码已锁定

# REGISTER_PHONE_REGISTER
source: Account registered with this mobile number already exists.
th_th: หมายเลขโทรศัพท์นี้ได้สมัครแล้ว
zh_cn: 该手机号码已注册！

# REGISTER_PWD_FORMAT_INCORRECT
source: Wrong password format
th_th: ลักษณะ Passwordไม่ถูกต้อง
zh_cn: 输入的密码格式不正确！

# REGISTER_TIME
source: Time
th_th: เวลา
zh_cn: 时间

# SCAN_DOWNLOAD_APP
source: Scan to download HuikaMall International APP
th_th: สแกนดาวน์โหลด HuikaMall APP อินเตอร์
zh_cn: 扫描下载HuikaMall国际APP

# SEND_CODE_NOTE
source: send verification message
th_th: ส่งรหัสยืนยันทางsmsให้คุณแล้ว
zh_cn: 发送了验证短信

# SENDPHONEMSG_CLOSED
source: SMS switch off, unable to send message
th_th: ปิดสวิทช์รับข้อความSMSแล้ว ไม่สามารถส่งSMSได้
zh_cn: 短信总开关关闭，无法发送短信

# SETPAYPASSWORD_FAIL
source: Failed to create
th_th: ตั้งค่าไม่สำเร็จ
zh_cn: 设置失败

# SETPAYPASSWORD_SUCCESS
source: Successfully created
th_th: ตั้งค่าสำเร็จ
zh_cn: 设置成功

# SETPAYPSSWORD_NOW
source: Create now
th_th: ตั้งค่าทันที
zh_cn: 立即设置

# SHARE_DOWMLOAD_MSG
source: Scan/Click QR code to download Huika APP
th_th: แสกน/กด คิวอาร์โค๊ชเพื่อดาวน์โหลดAPP HUIKA
zh_cn: 扫描/点击二维码 下载惠卡APP

# SHARE_HUIFEN_MSG1
source: The More Huifen Followers, The More Benefits
th_th: จำนวนสมาชิกของคุณยิ่งเยอะ ผลประโยชน์ของคุณยิ่งเยอะ
zh_cn: 您的惠粉越多，收益就会越多

# SHARE_HUIFEN_MSG2
source: Download APP now and invite your friends
th_th: รีบดาวน์โหลดAPPและเชิญชวนเพื่อน
zh_cn: 赶紧下载APP邀请他们吧

# SHARE_HUIFEN_MSG3
source: To Achieve Greatness Together
th_th: รวมมือกันเพื่อความฝันและความสำเร็จ
zh_cn: 共同成就财富和事业梦想

# SHARE_LOGINACCOUNT
source: Your login account
th_th: ล็อกอินบัญชีของฉัน
zh_cn: 您的登录帐号

# SHARE_MY_LUCKYCODE
source: My QR code
th_th: ลัคกี้คิวอาร์โค๊ชของฉัน
zh_cn: 我的幸运二维码

# SHARE_MY_LUCKYCODE_MSG
source: A golden key to open the door of your wealth and career dreams. Join Huifen to start your business with Huika now!
th_th: ไขกุญแจสู่ขุมทรัพย์ ประสบความสำเร็จในอาชีพที่คุณฝัน เป็นสมาชิกของHUIKA สร้างทีมงานของคุณเอง เริ่มต้นธุรกิจกับHuika
zh_cn: 开启财富金钥匙，成就事业梦想，加入惠粉，建立自己的事业团队，开始您的惠卡事业

# SHARE_SHOUYI_MSG1
source: Your income=
th_th: ผลประโยชน์ของคุณ=
zh_cn: 您的收益=

# SHARE_SHOUYI_MSG2
source: No. of Grateful Huifen * purchase profits *30%
th_th: จำนวนสมาชิก*ผลกำไรชอปปิ้ง*30%
zh_cn: 感恩惠粉数量*购物利润*30%

# SHARE_SHOUYI_MSG3
source: No. of Inspiring Huifen * purchase profits *20%
th_th: จำนวนสมาชิก*ผลกำไรชอปปิ้ง*20%
zh_cn: 感动惠粉数量*购物利润*20%

# SHARE_SHOUYI_MSG4
source: No. of Thankful Huifen * purchase profits *30%
th_th: จำนวนสมาชิก*ผลกำไรชอปปิ้ง*30%
zh_cn: 感谢惠粉数量*购物利润*30%

# SHOPPINGCART_ID_IllEGAL
source: INVALID CART ID
th_th: IDตะกร้าไม่ชอบด้วยกฎหมาย
zh_cn: 购物车ID不合法

# SHOPPINGCART_PLS_CHOOSE_PRODUCTS_ATTRIBUTE
source: Please select item attribute
th_th: กรุณาเลือคุณสมบัติสินค้า
zh_cn: 请选择商品属性
