Repository: fangwulongtian/HongKongHKMall
Catalog: src/Resources/Resources/Resource.*.resx
Languages: th_th, zh_cn

# SHOPPINGCART_PRODUCTOR_CAN_NOT_BUY_SELF_PRODUCT
source: Sellers cannot buy their own products
th_th: ไม่อนุญาตสั่งซื้อสินค้าที่ตนจัดจำหน่าย
zh_cn: 商家不能购买自己的商品

# SMS_CLIENTCONTENT
source: Register verification code:{0}, please enter in within 15 minutes.Welcome to Huika Mall
th_th: รหัสยืนยันการสมัครสมาชิกhuikaมอลล์：{0} กรุณากรอกภายใน15นาทีก่อนรหัสยืนยันหมดอายุการใช้งาน ยินดีที่เข้าร่วมกับเรา
zh_cn: 惠卡注册验证码：{0}，15分钟后失效，请尽快填写。欢迎您的加入【惠卡商际】

# SUBMIT_ORDER
source: Submit
th_th: สั่งซื้อทันที
zh_cn: 提交订单

source: SUCCESS
th_th: สำเร็จ
zh_cn: 成功

# SYSTEM_ERROR
source: System exception, please try again later
th_th: ระบบผิดปกติ โปรดลองอีกครั้งในภายหลัง
zh_cn: 系统异常，请稍后再试

# SYSTEM_INNERERROR
source: SYSTEM ERROR
th_th: ระบบภายในผิดพลาด
zh_cn: 系统内部错误

source: UPDATE FAILURE
th_th: อัปเดตล้มเหลว
zh_cn: 更新失败

source: UPDATE SUCCESS
th_th: อัปเดตสำเร็จ
zh_cn: 更新成功

# UPLOAD_TIP_ONE
source: Jpg/png/gif/jpeg pictures within 2M
th_th: รองรับไฟล์ที่jpg,png,gif,jpeg ขนาดไฟล์ไม่เกิน2M
zh_cn: 2M以内的jpg,png,gif,jpeg格式的图片

# UPLOAD_TIP_TWO
source: 300*300 pixels preferred
th_th: แนะนำขนาดไฟล์ 300*300 พิกเซล
zh_cn: 推荐尺寸300*300像素

# USER_ADDFAVORITES_COLLSUCCESS
source: Add to collections successfully
th_th: เก็บสะสมสำเร็จ
zh_cn: 收藏成功

# USER_ADDFAVORITES_COMMODILLEGAL
source: Illegal Item ID
th_th: ID ผู้ใช้ ไม่ชอบด้วยกฎหมาย
zh_cn: 商品ID不合法

# USER_ADDFAVORITES_OLLEGOODS
source: Already added to collections
th_th: สินค้านี้ได้เพิ่มเป็นรายการโปรดแล้ว ไม่สามารถเพิ่มซ้ำ
zh_cn: 已经收藏过这商品，不能再收藏

# USER_ADDFAVORITES_PARAMETERS
source: Parameter is required
th_th: รายละเอียดสินค้าต้องไม่ว่างเปล่า
zh_cn: 参数不能为空

# USER_ADDFAVORITES_USERVALID
source: Illegal User ID
th_th: ID ผู้ใช้ ไม่ชอบด้วยกฎหมาย
zh_cn: 用户ID不合法

# USER_ADDFEEBDACKFAILURE
source: Feedback failed
th_th: ให้คำติชมล้มเหลว
zh_cn: 反馈失败

# USER_ADDFEEBDACKSUCCESS
source: Feedback success
th_th: ให้คำติชมสำเร็จ
zh_cn: 反馈成功

# USER_ID_IllEGAL
source: INVALID USER ID
th_th: Idผู้ใช้ไม่ชอบด้วยกฎหมาย
zh_cn: 用户ID不合法

# USER_PHONE_ALREADY
source: We have sent to you
th_th: เราได้
zh_cn: 我们已经给您

# USER_SEARCH_FAILED
source: QUERY FAILURE
th_th: ค้นกาล้มเหลว
zh_cn: 查询失败

# USER_SEARCH_SUCCESS
source: QUERY SUCCESS
th_th: ค้นหาสำเร็จ
zh_cn: 查询成功

# USER_UPDATEPERSON_NOT
source: Mobile number is not matched with modifier's number
th_th: หมายเลขโทรศัพท์และผู้แก้ไขไม่ใช่คนเดียวกัน
zh_cn: 手机号与修改人不是同一个

# USERBALANCE_CONTAIN_TOTALREVENUE
source: BALANCE INCLUDED HUI FUN REVENUE
th_th: ยอดคงเหลือรวมถึงยอดรายรับ huifen
zh_cn: 余额包括惠粉总收益

# USERINFO_ADVANCED
source: Strong
th_th: สูง
zh_cn: 高级

# USERINFO_BIND_FAILURE
source: Failed to bind
th_th: ผูกบัญชีล้มเหลว
zh_cn: 绑定失败

# USERINFO_BIND_SUCCESS
source: Bind successfully
th_th: ผูกบัญชีสำเร็จ
zh_cn: 绑定成功

# USERINFO_BIRTHDAY_NOT_GREATER_THAN_CURRENT_DATETIME
source: Birthday cannot greater than current date
th_th: วันเกิดต้องไม่เกินวันที่ปัจจุบัน
zh_cn: 生日不能大于当前时期

# USERINFO_E-MAIL_NOT_EMPTY
source: Email address is required
th_th: ที่อยู่อีเมล์ต้องไม่ว่างเปล่า
zh_cn: 邮箱不能为空

# USERINFO_INTERMEDIATE
source: Medium
th_th: ปลานกลาง
zh_cn: 中级

# USERINFO_LOGINPWD_NOT_EQUAL_TRANSPASSWORD
source: Login password and Transaction password cannot be the same.
th_th: รหัสผ่านและรหัสชำระเงินต้องไม่เหมือนกัน
zh_cn: 登录密码不能与交易密码一致

# USERINFO_NOT_LOGGING
source: You haven’t logged in
th_th: loginไม่ได้
zh_cn: 没有登录

# USERINFO_NOT_UPLOAD_ANY_FILE
source: No file uploaded
th_th: ไม่ได้อัปโหลดไฟล์ใดๆ
zh_cn: 没有上传任何文件

# USERINFO_OP_FAILURE
source: Operation failed, abnormal shipping address ID
th_th: ดำเนินการล้มเหลว ID ที่อยู่จัดส่งสินค้าผิดปกติ
zh_cn: 操作失败，收货地址ID异常.

# USERINFO_OP_SUCCESS
source: Operation succeeded
th_th: แก้ไขเรียบร้อยแล้ว
zh_cn: 操作成功

# USERINFO_ORIGINAL_PASSWORD_CORRECT
source: Original password is correct
th_th: รหัสผ่านปัจจุบันถูกต้องแล้ว
zh_cn: 原始密码正确

# USERINFO_ORIGINAL_PASSWORD_INCORRECT
source: Original password is incorrect
th_th: รหัสผ่านปัจจุบันไม่ถูกต้อง
zh_cn: 原始密码不正确

# USERINFO_PASSWORD_NOT_BE_BLANK
source: Password is required
th_th: รหัสผ่านต้องไม่ว่างเปล่า
zh_cn: 密码不能为空

# USERINFO_PERSONAL_INFORMATION_OPERATIONS
source: Personal info operation
th_th: ข้อมูลส่วนตัว
zh_cn: 个人信息操作

# USERINFO_PRIMARY
source: Weak
th_th: พื้นฐาน
zh_cn: 初级

# USERINFO_SAVE_FAILURE
source: Failed to save
th_th: บันทึกล้มเหลว
zh_cn: 保存失败

# USERINFO_SAVE_SUCCESS
source: Successfully saved
th_th: บันทึกสำเร็จ
zh_cn: 保存成功

# USERINFO_SEND_FAILURE
source: Failed to send
th_th: บันทึกล้มเหลว
zh_cn: 发送失败

# USERINFO_SEND_SUCCESS
source: Successfully sent
th_th: บันทึกสำเร็จ
zh_cn: 发送成功

# USERINFO_SMSCODE_ERROR
source: Wrong verification code
th_th: รหัสยืนยันผ่านช่องทางSMSไม่ถูกต้อง
zh_cn: 短信校验码错误

# USERINFO_SMSCODE_NOT_EMPTY
source: Verification code on phone is required
th_th: รหัสยืนยันผ่านช่องทางSMS ต้องไม่ว่างเปล่า
zh_cn: 短信校验码不能为空

# USERINFO_TRANSACTION_PASSWORD_LOGIN_PASSWOER_AUTHENTICATION
source: Transaction password/Login password verification
th_th: ยืนยันรหัสชำระเงิน รหัสผ่าน
zh_cn: 交易密码、登陆密码验证

# USERINFO_TRANSACTION_PASSWORD_NOT_EMPTY
source: Transaction password is required
th_th: รหัสชำระเงินต้องไม่ว่างเปล่า
zh_cn: 交易密码不能为空

# USERINFO_TRANSPASSWORD_NOT_EQUAL_LOGINPWD
source: Transaction password and login password cannot be the same.
th_th: รหัสชำระเงินต้องต่างกับรหัสผ่าน
zh_cn: 交易密码不能与登录密码一致

# USERINFO_TWO_PASSWORD_CAN_NOT_SAME
source: Passwords do not match; please confirm and try again!
th_th: รหัสผ่านที่ป้อนสองครั้งต้องแตกต่างกัน กรุณายืนยันก่อนลองอีกครั้ง
zh_cn: 两次密码不能相同，请确认后操作！

# USERINFO_TWO_PASSWORD_NOT_SAME
source: Passwords do not match
th_th: รหัสผ่านที่ป้อนสองครั้งไม่ตรงกัน กรุณายืนยันก่อนลองอีกครั้ง
zh_cn: 两次密码不一致，请确认后操作！

# USERINFO_UPDATE_FAILURE
source: Failed to change
th_th: เปลี่ยนล้มเหลว
zh_cn: 修改失败

# USERINFO_UPDATE_SUCCESS
source: Successfully changed
th_th: แก้ไขสำเร็จ
zh_cn: 修改成功

# USERINFO_UPLOAD_FILE_TYPE_ERROR
source: Wrong file type
th_th: ประเภทไฟล์ที่อัปโหลดไม่ถูกต้อง
zh_cn: 上传文件类型错误

# USERINFO_UPLOAD_PICTUR_TOO_MANY
source: Too many pictures uploaded
th_th: อัปโหลดรูปภาพมากเกินไป
zh_cn: 上传图片过多

# USERINFO_USER_NOT_EXIST
source: User doesn’t exist
th_th: ชื่อผู้ใช้ไม่ถูกต้อง
zh_cn: 用户不存在

# USERINFO_VALIDATION_SUCCESS
source: Verification succeeded
th_th: ยืนยันสำเร็จ
zh_cn: 验证成功

# VERIFYCODE_PWD_INCORRECT
source: Please enter password again
th_th: กรุณากรอกรหัสผ่านที่ยืนยันแล้ว
zh_cn: 请输入确认密码！

# VERIFYCODE_PWD_LENGTH_BETWEEN_8_AND_16
source: Password length of 8 to 16 characters!
th_th: รหัสผ่านประกอบด้วย 8-16 ตัวอักษร
zh_cn: 密码长度请在8-16位之间！

# VERIFYCODE_SEND_PHONE_FAILURE
source: Forgot your password pass the first step in the mobile phone number failed!
th_th: อัพโหลดหมายเลขโทรศัพท์ที่เป็นขั้นตอนแรกของการกู้คืนรหัสผ่านล้มเหลว
zh_cn: 找回密码的第一步传手机号码失败！

# VERIFYCODE_TWO_PWD_NOT_SAME
source: Passwords do not match
th_th: รหัสผ่านที่ป้อนสองครั้งไม่ตรงกัน
zh_cn: 两次输入的密码不一致！

# VERIFYCODE_UPDATE_PWD_FAILURE
source: Failed to change password
th_th: เปลี่ยนรหัสผ่านล้มเหลว
zh_cn: 修改密码失败！

# VERIFYCODE_UPDATE_PWD_SUCCESS
source: Password successfully changed
th_th: เปลี่ยนรหัสผ่านสำเร็จ
zh_cn: 修改密码成功！

# VERSION_NOT
source: NO UPDATE
th_th: ไม่มีเวอร์ชั่นล่าสุด
zh_cn: 无最新版本

# WEBSITE_ABOUT
source: About Site
th_th: เกี่ยวกับเว็บไซต์
zh_cn: 网站简介

# WITHOUT_HUIKAMALL
source: Don’t have a HuikaMall account
th_th: ไม่มีบัญชีHuikaMall
zh_cn: 没有HuikaMall帐号

# WORKING_TIME
source: Mon to Sun
th_th: วันจันทร์-วันอาทิตย์เวลา
zh_cn: 周一到周日
