Repository: fangwulongtian/HongKongHKMall
Catalog: src/Resources/Resources/Resource.*.resx
Languages: th_th, zh_cn

# ACCOUNT_USERINFO_ADDRESS_EMAILERROR
source: Wrong email address format
th_th: ลักษณะอีเมล์ไม่ถูกต้อง
zh_cn: 邮箱格式错误

# ACCOUNT_USERINFO_ADDRESS_EMAILFORMATERROR
source: Wrong email address format
th_th: ลักษณะอีเมล์ไม่ถูกต้อง
zh_cn: 邮箱格式错误

# ACCOUNT_USERINFO_ADDRESS_EmailPrompt
source: For receiving order notifications so that you can know order status in time.
th_th: ใช้ในการรับอีเมลล์แจ้งสถานะการสั่งซื้อ
zh_cn: 用来接收订单提醒邮件，便于您及时了解订单状态

# ACCOUNT_USERINFO_ADDRESS_FIXEDTELEPHONE
source: Tel
th_th: โทรศัพท์บ้าน
zh_cn: 固定电话

# ACCOUNT_USERINFO_ADDRESS_FIXEDTELEPHONE_ERROR
source: Wrong tel format
th_th: ลักษณะโทรศัพท์บ้านไม่ถูกต้อง
zh_cn: 固定电话格式不正确

# ACCOUNT_USERINFO_ADDRESS_FixedTelephoneERROR
source: Wrong tel format
th_th: ลักษณะโทรศัพท์บ้านไม่ถูกต้อง
zh_cn: 固定电话格式不正确

# ACCOUNT_USERINFO_ADDRESS_INAREA
source: Region
th_th: พื้นที่
zh_cn: 所在地区

# ACCOUNT_USERINFO_ADDRESS_Mobile
source: Mobile number
th_th: เบอร์โทรศัพท์มือถือ
zh_cn: 手机号码

# ACCOUNT_USERINFO_ADDRESS_MOBILEERROR
source: Mobile number is required/ Wrong mobile number
th_th: เบอร์โทรศัพท์มือถือต้องไม่ว่างเปล่าหรือระบุไม่ถูกต้อง
zh_cn: 手机号码不能为空或者填写不正确

# ACCOUNT_USERINFO_ADDRESS_MOBILEISBEEMPTYORCORRECT
source: Mobile number is required/ Wrong mobile number
th_th: เบอร์โทรศัพท์มือถือต้องไม่ว่างเปล่าหรือระบุไม่ถูกต้อง
zh_cn: 手机号码不能为空或者填写不正确

# ACCOUNT_USERINFO_ADDRESS_MOBILEISBEEMPTYORCORRECTERROR
source: Wrong mobile number format, please re-enter
th_th: หมายเลขโทรศัพท์ไม่ถูกต้อง กรุณาป้อนอีกครั้ง
zh_cn: 手机号码格式错误，请重新输入

# ACCOUNT_USERINFO_ADDRESS_MobileORPHONE
source: Mobile/ Tel
th_th: โทรศัพท์/มือถือ
zh_cn: 手机/电话

# ACCOUNT_USERINFO_ADDRESS_MOBILEPHONE
source: Mobile/Tel
th_th: โทรศัพท์/มือถือ
zh_cn: 手机/电话

# ACCOUNT_USERINFO_ADDRESS_MODIFY
source: Change
th_th: แก้ไข
zh_cn: 修改

# ACCOUNT_USERINFO_ADDRESS_NEWSHIPADDRESS
source: Add new shipping address
th_th: เพิ่มที่อยู่สำหรับการจัดส่งใหม่
zh_cn: 添加新的收货地址

# ACCOUNT_USERINFO_ADDRESS_Operation
source: Operation
th_th: สถานะ
zh_cn: 操作

# ACCOUNT_USERINFO_ADDRESS_OPERATIONFAILS
source: Operation failed, abnormal shipping address ID
th_th: ดำเนินการล้มเหลว ID ที่อยู่จัดส่งสินค้าผิดปกติ
zh_cn: 操作失败，收货地址ID异常

# ACCOUNT_USERINFO_ADDRESS_OPERATIONSUCCESSFUL
source: Operation succeeded
th_th: แก้ไขเรียบร้อยแล้ว
zh_cn: 操作成功

# ACCOUNT_USERINFO_ADDRESS_ORDERNOTIFICATIONS
source: For receiving order notifications so that you can know order status in time.
th_th: ใช้ในการรับ E-mail แจ้งสถานะการสั่งซื้อเพื่อแจ้งสถานะรายการสั่งซื้อของท่าน
zh_cn: 用来接收订单提醒邮件，便于您及时了解订单状态

# ACCOUNT_USERINFO_ADDRESS_PHONENUMBER
source: Mobile number
th_th: เบอร์โทรศัพท์มือถือ
zh_cn: 手机号码

# ACCOUNT_USERINFO_ADDRESS_PleaseChoose
source: Please select
th_th: กรุณาเลือก
zh_cn: 请选择

# ACCOUNT_USERINFO_ADDRESS_POSTALCODE
source: Zip code
th_th: รหัสไปรษณีย์
zh_cn: 邮政编码

# ACCOUNT_USERINFO_ADDRESS_POSTALCODENULL
source: Please fill out zip code
th_th: กรุณากรอกรหัสไปรษณีย์
zh_cn: 请填写邮政编码

# ACCOUNT_USERINFO_ADDRESS_PRESERVEDADDRESSES
source: {0} addresses have been saved; {1} more can be saved.
th_th: ขณะนี้คุณมี {0} ที่อยู่ในบัญชีของคุณ คุณสามารถเพิ่มได้อีก{1}ที่อยู่
zh_cn: 已保存了{0}条地址，还能保存{1}条地址

# ACCOUNT_USERINFO_ADDRESS_RECEIVER
source: Recipient
th_th: ผู้รับของ
zh_cn: 收货人

# ACCOUNT_USERINFO_ADDRESS_RECEIVERERROR
source: Recipient is required
th_th: ผู้รับของต้องไม่ว่างเปล่า
zh_cn: 收货人不能为空

# ACCOUNT_USERINFO_ADDRESS_RECEIVING_ADDRESS
source: Shipping address
th_th: ที่อยู่สำหรับการจัดส่ง
zh_cn: 收货地址

# ACCOUNT_USERINFO_ADDRESS_RECEIVINGADDRESS
source: Shipping address
th_th: ที่อยู่สำหรับการจัดส่ง
zh_cn: 收货地址

# ACCOUNT_USERINFO_ADDRESS_RECEIVINGADDRESSPROMPT
source: {0} addresses have been saved, and {1} more can be added.
th_th: ขณะนี้คุณมี {0} ที่อยู่ในบัญชีของคุณ คุณสามารถเพิ่มได้อีก{1}ที่อยู่
zh_cn: 已保存了{0}条地址，还能保存{1}条地址

# ACCOUNT_USERINFO_ADDRESS_RECIPIENTEMAIL
source: Recipient’s E-mail
th_th: E-mailผู้รับของ
zh_cn: 收件人邮箱

# ACCOUNT_USERINFO_ADDRESS_RecipientMailbox
source: Recipient’s e-mail
th_th: E-mailผู้รับของ
zh_cn: 收件人邮箱

# ACCOUNT_USERINFO_ADDRESS_SavaAddressERROR
source: You can save 20 shipping addresses at most.
th_th: บันทึกที่อยู่รับของสูงสุดไม่เกิน 20 ที่อยู่
zh_cn: 个人最多保存20条收货地址

# ACCOUNT_USERINFO_ADDRESS_SavaAddressSuccess
source: Shipping address successfully saved
th_th: บันทึกที่อยู่สำหรับการจัดส่งสำเร็จ
zh_cn: 收货地址保存成功

# ACCOUNT_USERINFO_ADDRESS_SavaDefaultADDRESSFAILURE
source: Failed to set default shipping address
th_th: ตั้งเป้นที่อยู่หลักล้มเหลว
zh_cn: 默认收货地址设置失败

# ACCOUNT_USERINFO_ADDRESS_SaveDefaultAddressSuccess
source: Default shipping address successfully set
th_th: ตั้งเป้นที่อยู่หลักสำเร็จ
zh_cn: 默认收货地址设置成功

# ACCOUNT_USERINFO_ADDRESS_SAVEINFORMATION
source: Save Recipient’s information
th_th: บันทึกข้อมูลผู้รับสินค้า
zh_cn: 保存收货人信息

# ACCOUNT_USERINFO_ADDRESS_SelectAreaERROR
source: Please select a region
th_th: กรุณาเลือกภูมิภาค
zh_cn: 请选择地区

# ACCOUNT_USERINFO_ADDRESS_SETDEFAULT
source: Set as default
th_th: ตั้งเป็นค่าเริ่มต้น
zh_cn: 设为默认

# ACCOUNT_USERINFO_ADDRESS_SetToDefault
source: Set as default
th_th: ตั้งเป็นค่าเริ่มต้น
zh_cn: 设为默认

# ACCOUNT_USERINFO_ADDRESS_TELEPHONEFORMATERROR
source: Wrong tel format
th_th: ลักษณะโทรศัพท์บ้านไม่ถูกต้อง
zh_cn: 固定电话格式错误

# ACCOUNT_USERINFO_ADDRESS_UPDATEADDRESSFailure
source: Failed to update shipping address
th_th: อัปเดตที่อยู่สำหรับการจัดส่งล้มเหลว
zh_cn: 收货地址更新失败

# ACCOUNT_USERINFO_ADDRESS_UPDATEADDRESSSUCCESS
source: Shipping address successfully updated
th_th: อัปเดตที่อยู่สำหรับการจัดส่งสำเร็จ
zh_cn: 收货地址更新成功

# ACCOUNT_USERINFO_ADDRESS_ZIPCODE
source: Zip code
th_th: รหัสไปรษณีย์
zh_cn: 邮政编码

# ACCOUNT_USERINFO_Delete
source: ACCOUNT DELETED
th_th: ผู้ใช้ได้ลบออกแล้ว
zh_cn: 用户已删除

# ACCOUNT_USERINFO_EMAILFAIL_FAILTIPONE
source: 1. Check the Spam or Ad box. It may be mistaken for spam.
th_th: 1.รบกวนตรวจสอบที่ Junk Email อีกครั้ง E-mail อาจถูกจัดเป็นสแปม
zh_cn: 1.查看邮箱的垃圾箱或广告箱，邮件有可能被误认为垃圾邮件

# ACCOUNT_USERINFO_EMAILFAIL_FAILTIPTWO
source: 2. If you haven't received the verification mail for more than 10 minutes, please click Re-send
th_th: หากไม่ได้รับอีเมลยืนยันภายในระยะเวลา10นาทีกรุณาคลิกรับอีเมลยืนยันใหม่
zh_cn: 2.如果超过10分钟仍未收到验证邮件，请点击

# ACCOUNT_USERINFO_EMAILFAIL_NOTRECEIVED
source: Not receiving the activation email?
th_th: ยังไม่ได้รับE-mailเพื่อยืนยัน
zh_cn: 没收到激活邮件？

# ACCOUNT_USERINFO_EMAILFAIL_SORRY
source: Sorry, your email hasn’t been activated yet.
th_th: ขออภัยค่ะ อีเมล์ของคุณยังไม่ได้ยืนยัน
zh_cn: 对不起，您的邮箱激活失败

# ACCOUNT_USERINFO_EMAILSUCCESS_CONGRATULATION
source: Congratulations,your email has been activated
th_th: ขอแสดงความยินดี อีเมล์ของคุณได้ยืนยันแล้ว
zh_cn: 恭喜您，您的邮箱已经激活

# ACCOUNT_USERINFO_HEAD_MESSAGE
source: Please select a file
th_th: กรุณาเลือกไฟล์
zh_cn: 请选择文件

# ACCOUNT_USERINFO_INDEX_ABNORMSERVER
source: Server error
th_th: เซิร์ฟเวอร์ผิดปกติ
zh_cn: 服务器异常

# ACCOUNT_USERINFO_INDEX_ACCOUNT
source: Account
th_th: เลขที่บัญชี
zh_cn: 账号

# ACCOUNT_USERINFO_INDEX_AUTHENFAILED
source: ID verification failed, please log in again
th_th: การพิสูจน์ตัวตนล้มเหลว กรุณาเข้าสู่ระบบใหม่
zh_cn: 身份验证失败，请重新登录

# ACCOUNT_USERINFO_INDEX_BIRTHDAY
source: Birthday
th_th: วันเกิด
zh_cn: 生日

# ACCOUNT_USERINFO_INDEX_CHECKLOGINEMAIL
source: Sorry, the corresponding login email address cannot be found. Please go to your email box to check the mail.
th_th: ขออภัยค่ะ ไม่พบหน้าเข้าสู่ระบบอีเมล์ที่เกี่ยวข้อง กรุณาเช็คดูอีเมล์เอง
zh_cn: 抱歉!未找到对应的邮箱登录地址，请自己登录邮箱查看邮件

# ACCOUNT_USERINFO_INDEX_CONFIRMTOSAVE
source: Save
th_th: บันทึก
zh_cn: 确认保存

# ACCOUNT_USERINFO_INDEX_CORRECTEMAILADDRESS
source: Please enter the correct email address
th_th: กรุณากรอกที่อยู่อีเมล์ที่ถูกต้อง
zh_cn: 请输入正确的邮箱地址

# ACCOUNT_USERINFO_INDEX_DAY
source: Day
th_th: วัน
zh_cn: 日

# ACCOUNT_USERINFO_INDEX_EMAIL
source: E-mail
th_th: อีเมล์
zh_cn: 电子邮箱

# ACCOUNT_USERINFO_INDEX_EMAILCANNOTEMPTY
source: Email address is required
th_th: ที่อยู่อีเมล์ต้องไม่ว่างเปล่า
zh_cn: 邮箱不能为空

# ACCOUNT_USERINFO_INDEX_EMAILCANUSED
source: The email address is available.
th_th: ใช้งานอีเมล์นี้ได้
zh_cn: 邮箱可以使用

# ACCOUNT_USERINFO_INDEX_EMAILUSE
source: The email address has already been taken. Please change.
th_th: Email นี้มีผู้ใช้งานแล้ว กรุณาเลือกใช้ Email อื่น
zh_cn: 邮箱已经被使用，请更改

# ACCOUNT_USERINFO_INDEX_ENTEREMAILADDRESS
source: Please enter email address first
th_th: กรุณากรอกที่อยู่อีเมล์
zh_cn: 请先输入邮箱地址

# ACCOUNT_USERINFO_INDEX_ENTERFULLBIRTHDAY
source: Please enter complete birthday
th_th: กรุณากรอกวันเดือนปีเกิดที่ถูกต้อง
zh_cn: 请输入完整的生日

# ACCOUNT_USERINFO_INDEX_ENTERNICKNAME
source: Please enter your nickname
th_th: กรุณากรอกนามแฝง
zh_cn: 请输入昵称

# ACCOUNT_USERINFO_INDEX_FAILUREUPLOAD
source: Uploading picture failed
th_th: อัปโหลดรูปภาพล้มเหลว
zh_cn: 上传图片失败

# ACCOUNT_USERINFO_INDEX_FEMALE
source: Female
th_th: หญิง
zh_cn: 女

# ACCOUNT_USERINFO_INDEX_GENDER
source: Gender
th_th: เพศ
zh_cn: 性别

# ACCOUNT_USERINFO_INDEX_HEADPORTRAIT
source: Picture
th_th: รูปภาพ
zh_cn: 头像

# ACCOUNT_USERINFO_INDEX_ILLEGALCHARACTERS
source: Nickname includes illegal characters
th_th: นามแฝงประกอบด้วยอักขระที่ผิดกฎหมาย
zh_cn: 昵称中包含非法字符

# ACCOUNT_USERINFO_INDEX_IMMEDIATELY
source: Verify Now
th_th: ยืนยันทันที
zh_cn: 立即验证

# ACCOUNT_USERINFO_INDEX_MAN
source: Male
th_th: ชาย
zh_cn: 男

# ACCOUNT_USERINFO_INDEX_MEDIATELYED
source: Verified
th_th: ยืนยันแล้ว
zh_cn: 已验证

# ACCOUNT_USERINFO_INDEX_MONTH
source: Month
th_th: เดือน
zh_cn: 月

# ACCOUNT_USERINFO_INDEX_MYHEAD
source: User picture
th_th: รูปภาพของฉัน
zh_cn: 我的头像

# ACCOUNT_USERINFO_INDEX_NICKNAME
source: Nickname
th_th: นามแฝง
zh_cn: 昵称

# ACCOUNT_USERINFO_INDEX_NICKNAMEMAXIMUM
source: Nickname includes 20 characters at most
th_th: นามแฝงต้องไม่เกิน 20 ตัวอักษร
zh_cn: 昵称最大字符长度为20字

# ACCOUNT_USERINFO_INDEX_NOTLOGGEDIN
source: You haven’t logged in yet
th_th: ยังไม่ login
zh_cn: 没有登录

# ACCOUNT_USERINFO_INDEX_NOTUPLOADFILE
source: No file uploaded
th_th: ไม่ได้อัปโหลดไฟล์ใดๆ
zh_cn: 没有上传任何文件

# ACCOUNT_USERINFO_INDEX_SAVE
source: Save
th_th: บันทึก
zh_cn: 保存

# ACCOUNT_USERINFO_INDEX_SAVEFAILED
source: Failed to save
th_th: บันทึกล้มเหลว
zh_cn: 保存失败

# ACCOUNT_USERINFO_INDEX_SAVESUCCESS
source: Successfully saved
th_th: บันทึกสำเร็จ
zh_cn: 保存成功

# ACCOUNT_USERINFO_INDEX_SELECTA
source: Select
th_th: กรุณาเลือก
zh_cn: 请选择

# ACCOUNT_USERINFO_INDEX_SELECTAREGION
source: Select a region
th_th: กรุณาเลือกภูมิภาค
zh_cn: 请选择地区

# ACCOUNT_USERINFO_INDEX_SELECTGENDER
source: Please select gender
th_th: กรุณาเลือกเพศ
zh_cn: 请选择性别

# ACCOUNT_USERINFO_INDEX_SELECTIMAGES
source: Please select jpg/gif/png/jpeg pictures
th_th: กรุณาเลือกไฟล์รูปภาพแบบ jpg,gif,png,jpeg
zh_cn: 请选择jpg,gif,png,jpeg格式图片

# ACCOUNT_USERINFO_INDEX_SENDFAILURE
source: Failed to send
th_th: บันทึกล้มเหลว
zh_cn: 发送失败

# ACCOUNT_USERINFO_INDEX_SENDIN
source: Sending
th_th: ดำเนินการอยู่
zh_cn: 发送中

# ACCOUNT_USERINFO_INDEX_SENDSUCCESS
source: Successfully sent
th_th: บันทึกสำเร็จ
zh_cn: 发送成功

# ACCOUNT_USERINFO_INDEX_SHIPPINGADDRESS
source: Shipping address
th_th: ที่อยู่สำหรับการจัดส่ง
zh_cn: 收货地址

# ACCOUNT_USERINFO_INDEX_UPLOADFAILED
source: Failed to upload
th_th: อัปโหลดล้มเหลว
zh_cn: 上传失败

# ACCOUNT_USERINFO_INDEX_UPLOADFILEERRORS
source: Wrong file type
th_th: ประเภทไฟล์ที่อัปโหลดไม่ถูกต้อง
zh_cn: 上传文件类型错误

# ACCOUNT_USERINFO_INDEX_UPLOADIMAGE
source: Upload picture
th_th: อัปโหลดรูปภาพ
zh_cn: 上传图像

# ACCOUNT_USERINFO_INDEX_UPLOADTOOPICTURES
source: Too many pictures uploaded
th_th: อัปโหลดรูปภาพมากเกินไป
zh_cn: 上传图片过多

# ACCOUNT_USERINFO_INDEX_USERNOTEXIST
source: The user you’re looking for doesn’t exist
th_th: ไม่พบผู้ใช้ที่ค้นหา
zh_cn: 查找的用户不存在

# ACCOUNT_USERINFO_INDEX_YEAR
source: Year
th_th: ปี
zh_cn: 年

# ACCOUNT_USERINFO_MYBANKCARD_BANKACCOUNT
source: Account No.
th_th: หมายเลขบัญชี
zh_cn: 开户行账户

# ACCOUNT_USERINFO_MYBANKCARD_BANKADDRESS
source: Account bank add
th_th: ที่อยู่
zh_cn: 开户行地址

# ACCOUNT_USERINFO_MYBANKCARD_BANKNAME
source: Name of account bank
th_th: ชื่อธนาคาร
zh_cn: 开户行名称

# ACCOUNT_USERINFO_MYBANKCARD_BANKUSERNAME
source: Name of account holder
th_th: ชื่อบัญชี
zh_cn: 开户人姓名

# ACCOUNT_USERINFO_MYBANKCARD_BINDBANK
source: For successful account withdrawal, please bind your bank card now.
th_th: กรุณาผูกบัตรธนาคารกับบัญชี เพื่อการถอนเงินอย่างรวดเร็ว สะดวกสบาย
zh_cn: 为了您能顺利完成账户取款，请您立即绑定银行卡

# ACCOUNT_USERINFO_MYBANKCARD_BINDINGFAILURE
source: Failed to bind
th_th: ผูกบัญชีล้มเหลว
zh_cn: 绑定失败

# ACCOUNT_USERINFO_MYBANKCARD_BINDINGSUCCESS
source: Successfully bound
th_th: ผูกบัญชีสำเร็จ
zh_cn: 绑定成功

# ACCOUNT_USERINFO_MYBANKCARD_CORRECTACCOUNT
source: Please enter the correct account number.
th_th: กรุณากรอกเลขที่บัญชีที่ถูกต้อง
zh_cn: 请输入正确的开户账户

# ACCOUNT_USERINFO_MYBANKCARD_CORRECTBANKNAME
source: Please enter the correct name of account bank.
th_th: กรุณากรอกชื่อธนาคารที่ถูกต้อง
zh_cn: 请输入正确的开户行名称

# ACCOUNT_USERINFO_MYBANKCARD_CORRECTUSERNAME
source: Please enter the name of account holder.
th_th: กรุณากรอกชื่อบัญชี
zh_cn: 请输入开户人姓名

# ACCOUNT_USERINFO_MYBANKCARD_ENTERBRANCHNAME
source: Please enter the branch name.
th_th: กรุณากรอกชื่อสาขา
zh_cn: 请输入支行名称

# ACCOUNT_USERINFO_MYBANKCARD_HAVEBINDBANKCARD
source: You’ve bound a bank card with details as follows
th_th: คุณได้ผูกบัตรธนาคารกับบัญชีแล้ว รายละเอียดข้อมูลบัตรธนาคารมีดังนี้
zh_cn: 您已绑定银行卡，以下为您的绑定银行卡信息

# ACCOUNT_USERINFO_MYBANKCARD_IMMEDIATEBIND
source: Bind Now
th_th: ผูกทันที
zh_cn: 立即绑定

# ACCOUNT_USERINFO_MYBANKCARD_REBIND
source: Re-bind
th_th: ผูกอีกครั้ง
zh_cn: 重新绑定

# ACCOUNT_USERINFO_MYBANKCARD_SELECTACCOUNT
source: Please enter the account bank address.
th_th: กรุณากรอกที่อยู่สาขาที่เปิดบัญชีธนาคาร
zh_cn: 请输入开户行地址

# ACCOUNT_USERINFO_SAFE_AUTHENTICATED
source: Verified
th_th: ยืนยันแล้ว
zh_cn: 已验证

# ACCOUNT_USERINFO_SAFE_EMAILVERIFICATION
source: Verification with E-mail
th_th: ยืนยันอีเมล์
zh_cn: 邮箱验证

# ACCOUNT_USERINFO_SAFE_PASSWORD
source: Login password
th_th: รหัสผ่าน
zh_cn: 登陆密码

# ACCOUNT_USERINFO_SAFE_PAYMENTWITHDRAWAL
source: Transaction password is for balance payment or withdrawal
th_th: รหัสชำระเงินใช้ในการชำระค่าสินค้าและถอนเงินจากยอดเงินคงเหลือในบัญชี
zh_cn: 交易密码用于余额支付及提现

# ACCOUNT_USERINFO_SAFE_RECOMMENDEDACCOUNT
source: We suggest you launch all security settings to guarantee account safety.
th_th: เราแนะนำท่านตั้งค่ารักษาความปลอดภัยเพื่อรักษาความปลอดภัยของบัญชีและความมั่นคงทางการเงินของท่าน
zh_cn: 建议您启动全部安全设置，以保障账户及资金安全

# ACCOUNT_USERINFO_SAFE_SECURITYACCOUNT
source: Given the risk of internet account being compromised, you’d better change your password regularly.
th_th: เราแนะนำท่านตั้งค่ารหัสผ่านเป็นระยะ ๆอันเนื่องจากบัญชีทางอินเทอร์เน็ตมีความเสี่ยงในการโจรกรรม
zh_cn: 互联网账号存在被盗风险，建议您定期更改密码以保护账户安全

# ACCOUNT_USERINFO_SAFE_SECURITYLEVEL
source: Security level
th_th: ระดับความปลอดภัย
zh_cn: 安全级别

# ACCOUNT_USERINFO_SAFE_SETUP
source: Settings
th_th: ตั้ง
zh_cn: 设置

# ACCOUNT_USERINFO_SAFE_TRADEPASSWORD
source: Transaction password
th_th: รหัสชำระเงิน
zh_cn: 交易密码

# ACCOUNT_USERINFO_SAFE_VALIDATION
source: Verify
th_th: ยืนยัน
zh_cn: 验证

# ACCOUNT_USERINFO_SAFE_VERIFICATIONINFORMATION
source: Upon verification, it can be used for retrieving password and receiving information on latest activities, etc.
th_th: หลังได้รับการตรวจสอบ สามารถใช้ในการกู้คืนรหัสผ่านและรับข่าวสาร
zh_cn: 验证后，可用于找回密码，接收最新活动等信息

# ACCOUNT_USERINFO_SETPAYPASSWORD_INPUTTPAYPASSWORD
source: Please enter transaction password
th_th: กรุณากรอกรหัสชำระเงิน
zh_cn: 请输入交易密码

# ACCOUNT_USERINFO_SETPAYPASSWORD_SETPAYPASSWORD
source: Create a transaction password
th_th: ตั้งรหัสชำระเงิน
zh_cn: 设置交易密码

# ACCOUNT_USERINFO_SETPAYPASSWORD_SETSUCCESS
source: Congratulations, transaction password successfully created!
th_th: ขอแสดงความยินดี ตั้งรหัสชำระเงินเรียบร้อยแล้ว
zh_cn: 恭喜您，交易密码设置成功

# ACCOUNT_USERINFO_UPDATELOGINPASSWORD_LOGINPASSWORD
source: Please enter login password
th_th: กรุณากรอกรหัสผ่าน
zh_cn: 请输入登录密码

# ACCOUNT_USERINFO_UPDATELOGINPASSWORD_OLDLOGINPASSWORD
source: Please enter original login password
th_th: กรุณากรอกรหัสผ่านปัจจุบัน
zh_cn: 请输入原始登录密码

# ACCOUNT_USERINFO_UPDATELOGINPASSWORD_OLDPASSWORD
source: Original password
th_th: รหัสผ่านปัจจุบัน
zh_cn: 原始密码

# ACCOUNT_USERINFO_UPDATELOGINPASSWORD_SETPASSWORD
source: Create a password
th_th: ตั้งรหัสผ่าน
zh_cn: 设置密码

# ACCOUNT_USERINFO_UPDATELOGINPASSWORD_UPDATELOGINPASSWORD
source: Change login password
th_th: แก้ไขรหัสผ่าน
zh_cn: 修改登陆密码

# ACCOUNT_USERINFO_UPDATEPAYPASSWORD_ACCOUNTLEVEL
source: Your account security level has been improved!
th_th: ระดับความปลอดภัยของบัญชีได้เพิ่มขึ้นอีกชั้นหนึ่งแล้ว
zh_cn: 您的账户安全等级提升了

# ACCOUNT_USERINFO_UPDATEPAYPASSWORD_INPUTTOLDPAYPASSWORD
source: Please enter original transaction password
th_th: กรุณากรอกรหัสชำระเงินปัจจุบัน
zh_cn: 请输入原始交易密码

# ACCOUNT_USERINFO_UPDATEPAYPASSWORD_MODIFYSUCCESS
source: Congratulations, transaction password successfully changed
th_th: ขอแสดงความยินดี เปลี่ยนรหัสชำระเงินเรียบร้อยแล้ว
zh_cn: 恭喜您，交易密码修改成功

# ACCOUNT_USERINFO_UPDATEPAYPASSWORD_UPDATEPAYPASSWORD
source: Change transaction password
th_th: เปลี่ยนรหัสชำระเงิน
zh_cn: 修改交易密码

# ACCOUNT_USERINFO_UPDATEPAYPASSWORD_UPDATESUCCESS
source: Congratulations, password successfully changed
th_th: ขอแสดงความยินดี เปลี่ยนรหัสชำระเงินเรียบร้อยแล้ว
zh_cn: 恭喜您，修改密码设置成功

# ADDORCUTTYPE_CHONGZHI
source: Top up
th_th: เติมเงิน
zh_cn: 充值

# ADDORCUTTYPE_DINGDANJIESUAN
source: Settlement amount
th_th: รวมยอดการสั่งซื้อ
zh_cn: 订单结算货款

# ADDORCUTTYPE_GANDONGJIAMENG
source: Inspiring Huifen [Secondary distributor] follower ‘s gains from join-in
th_th: รายรับจากการเข้าร่วมของสมาชิก{ผู้จัดจำหน่ายชั้นสอง } Inspiring Huifen
zh_cn: 感动[二级分销商]粉丝加盟收益

# ADDORCUTTYPE_GANDONGXIAOFEI
source: Inspiring Huifen [Secondary distributor] follower ‘s gains from consumption
th_th: รายรับจากการอุปโภคบริโภคของสมาชิก {ผู้จัดจำหน่ายชั้นสอง } Inspiring Huifen
zh_cn: 感动[二级分销商]粉丝消费收益

# ADDORCUTTYPE_GANENJIAMENG
source: Grateful Huifen [Primary distributor] follower ‘s gains from join-in
th_th: รายรับจากการเข้าร่วมของสมาชิก {ผู้จัดจำหน่ายชั้นหนึ่ง } Grateful
zh_cn: 感恩[一级分销商]粉丝加盟收益

# ADDORCUTTYPE_GANENXIAOFEI
source: Grateful Huifen [Primary distributor] follower ‘s gains from consumption
th_th: รายรับจากการอุปโภคบริโภคของสมาชิก {ผู้จัดจำหน่ายชั้นหนึ่ง } Grateful
zh_cn: 感恩[一级分销商]粉丝消费收益

# ADDORCUTTYPE_GANXIEJIAMENG
source: Thankful Huifen [Tertiary distributor] follower ‘s gains from join-in
th_th: รายรับจากการเข้าร่วมของสมาชิก {ผู้จัดจำหน่ายชั้นสาม } Thankful Huifen
zh_cn: 感谢[三级分销商]粉丝加盟收益

# ADDORCUTTYPE_GANXIEXIAOFEI
source: Thankful Huifen [Tertiary distributor] follower ‘s gains from consumption
th_th: รายรับจากการอุปโภคบริโภคของสมาชิก {ผู้จัดจำหน่ายชั้นสาม } Thankful Huifen
zh_cn: 感谢[三级分销商]粉丝消费收益

# ADDORCUTTYPE_HOUTAICHONGZHI
source: Background top-up
th_th: เติมเงินพื้นหลัง
zh_cn: 后台充值

# ADDORCUTTYPE_HOUTAICHONGZHIKOUKUAN
source: Background Top-up
th_th: เติมเงินพื้นหลังและหักบัญชี
zh_cn: 后台充值扣款

# ADDORCUTTYPE_QUANQIUDAIYUEDUJIAMENG
source: Global agent’s monthly share of initial fees
th_th: เงินปันผลรายเดือนการเข้าร่วมของตัวแทนจำหน่ายระดับโลก
zh_cn: 全球代月度加盟费分红

# ADDORCUTTYPE_QUANQIUDAIYUEDUXIAOFEI
source: Global agent’s monthly share of gross profits
th_th: เงินปันผลรายเดือนของตัวแทนจำหน่ายระดับโลก
zh_cn: 全球代月度毛利分红

# ADDORCUTTYPE_QUDAIJIAMENG
source: Regional agent’s gains from join-in
th_th: รายรับจากการเข้าร่วมของตัวแทนระดับภูมิภาค
zh_cn: 区级代理加盟收益

# ADDORCUTTYPE_QUDAIXIAOFEI
source: Regional agent’s gains from consumption
th_th: รายรับจากการอุปโภคบริโภคของตัวแทนระดับภูมิภาค
zh_cn: 区级代理消费收益

# ADDORCUTTYPE_SHENGDAIJIAMENG
source: Provincial agent’s gains from join-in
th_th: รายรับจากการเข้าร่วมของตัวแทนระดับจังหวัด
zh_cn: 省级代理加盟收益

# ADDORCUTTYPE_SHENGDAIXIAOFEI
source: Provincial agent’s gains from consumption
th_th: รายรับจากการอุปโภคบริโภคของตัวแทนระดับจังหวัด
zh_cn: 省级代理消费收益

# ADDORCUTTYPE_SHENGDAIYUEDUJIANMENG
source: Provincial agent’s monthly share of initial fees
th_th: เงินปันผลรายเดือนการเข้าร่วมของตัวแทนจำหน่ายประจำจังหวัด
zh_cn: 省代月度加盟费分红

# ADDORCUTTYPE_SHENGDAIYUEDUXIAOFEI
source: Provincial agent’s monthly dividend
th_th: เงินปันผลรายเดือนของตัวแทนจำหน่ายประจำจังหวัด
zh_cn: 省代月度分红

# ADDORCUTTYPE_SHIDAIJIAMENG
source: Municipal agent’s gains from join-in
th_th: รายรับจากการเข้าร่วมของตัวแทนระดับเมือง
zh_cn: 市级代理加盟收益

# ADDORCUTTYPE_SHIDAIXIAOFEI
source: Municipal agent’s gains from consumption
th_th: รายรับจากการอุปโภคบริโภคของตัวแทนระดับเมือง
zh_cn: 市级代理消费收益

# ADDORCUTTYPE_SHOUJICHONGZHI
source: Mobile Top-up
th_th: เติมเงินโทรศัพท์
zh_cn: 手机充值

# ADDORCUTTYPE_TIXIAN
source: Withdraw
th_th: ถอนเงิน
zh_cn: 提现

# ADDORCUTTYPE_TUIKUAN
source: Refund
th_th: คือเงิน
zh_cn: 退款

# ADDORCUTTYPE_WEIXINZHIFU
source: WeChat Payment
th_th: ชำระเงินผ่านWeChat
zh_cn: 微信支付

# ADDORCUTTYPE_XIAOFEI
source: Purchase
th_th: การบริโภค
zh_cn: 消费

# ADDORCUTTYPE_YINSHOU
source: Revenue
th_th: รายได้
zh_cn: 营收

# ADDORCUTTYPE_ZHUANGZHANG
source: Transfer
th_th: โอนเงิน
zh_cn: 转账

# ADDRESS_DEFAULT
source: Please select
th_th: กรุณาเลือก
zh_cn: 请选择

# ALL_LOVE
source: Everybody likes
th_th: ทุกคนชอบ
zh_cn: 大家都喜欢

# ALL_MENU
source: All categories
th_th: หมวดหมู่สินค้า
zh_cn: 全部分类

# API_ACCOUNTCLOCK
source: Account lock-out
th_th: บัญชีถูกล็อคแล้ว
zh_cn: 账号已被锁定

# API_ACCOUNTPASSWORDERROR
source: Account or password error
th_th: บัญชีหรือรหัสผ่านไม่ถูกต้อง
zh_cn: 账号或密码错误

# API_EMAILREGISTERED
source: Email address has been registered
th_th: Emailนี้ถูกสมัครใช้แล้ว
zh_cn: 邮箱已注册

# API_FORMATERROR
source: Mobile number format error
th_th: รูปแบบหมายเลขโทรศัพท์ผิดพลาด
zh_cn: 手机号格式错误

# API_INVITINGNOTEXIST
source: Invalid referral
th_th: ผู้เชิญชวนไม่ถูกต้อง
zh_cn: 推荐人不存在

# API_LOGINFAILURE
source: Login error
th_th: เข้าสู่ระบบไม่ถูกต้อง
zh_cn: 登陆错误

# API_PASSWORDFORMAT
source: Password is consist of 8-16 characters and include numbers and characters
th_th: รหัสผ่านประกอบด้วยตัวเลขและอักขระพิเศษ8-16ตัวอักษร
zh_cn: 密码由8-16位数字、字符组成

# API_PASSWORDUPDATEFAILURE
source: Password change failed
th_th: เปลี่ยนรหัสล้มเหลว
zh_cn: 密码修改失败

# API_PASSWORDUPDATESUCCESS
source: Password change success
th_th: เปลี่ยนรหัสสำเร็จ
zh_cn: 密码修改成功

# API_PHONEFORMATERROR
source: Mobile format error
th_th: รูปแบบโทรศัพท์มือถือผิดพลาด
zh_cn: 手机格式错误

# API_PHONENOREGISTERED
source: Mobile number is available
th_th: หมายเลขโทรศัพท์นี้ยังไม่สมัครใช้แล้ว
zh_cn: 手机号未注册

# API_PHONEREGISTERED
source: This number has been registered
th_th: หมายเลขโทรศัพท์นี้ได้สมัครใช้แล้ว
zh_cn: 此手机号已注册

# API_REGISTEREDSUCCESS
source: Register success
th_th: สมัครสมาชิกสำเร็จ
zh_cn: 注册成功

# API_VERIFICATIONERROR
source: Verification code error
th_th: รหัสยืนยันผิดพลาด
zh_cn: 验证码错误

# API_VERIFICATIONINVALID
source: Verification code is invalid please try again
th_th: รหัสยืนยันหมดอายุการใช้งานแล้ว กรุณารับรหัสยืนยันอีกครั้ง
zh_cn: 验证码已失效，请重新获取

# APP_FeebackSuccess
source: Thanks you. We have recorded your kind feedback and wish you happy shopping. Default return to home page of Huika mall in 3 seconds.
th_th: ได้รับคำติชมของคุณเรียบร้อยแล้วค่ะ ขอบคุณที่ให้คำเสนอแนะของท่าน ขอให้ท่านช้อปปิ้งได้อย่างมีความสุข
zh_cn: 您的反馈我们已经记录。感谢您的反馈，祝您购物愉快。3S后将自动返回到惠卡商城首页

source: Beyond maximum number of characters
th_th: เกินจำนวนตัวอักษรสูงสุด
zh_cn: 超过最大字符数

source: Change another one
th_th: เปลี่ยนอีกรูป
zh_cn: 换一张

# CODE_CANNOT_NULL
source: Verification code is required
th_th: รหัสยืนยันต้องไม่ว่างเปล่า
zh_cn: 验证码不能为空

# CODE_IS_RIGHT
source: Verification code is correct
th_th: รหัสยืนยันถูกต้อง
zh_cn: 验证码正确

source: COMMENT FAILURE
th_th: บันทึกความคิดเห็นล้มเหลว
zh_cn: 提交评论失败

# COMMENT_HAVE
source: Repeat comment
th_th: รีวิวซ้ำ
zh_cn: 重复评论

source: COMMENT SUCCESS
th_th: บันทึกความคิดเห็นสำเร็จ
zh_cn: 提交评论成功

# COMMENT_TRADECOMMENT_REVIEWCONTENT
source: Review content
th_th: ความคิดเห็น
zh_cn: 评价内容

# COMMENT_TRADECOMMENT_UNNAMECOMMENT
source: Anonymous review
th_th: แสดงความคิดเห็นไม่เปิดเผยชื่อ
zh_cn: 匿名评价

# CONTENT_NOT_EMPTY
source: CONTENT CANNOT BE EMPTY
th_th: เนื้อหาต้องไม่ว่างเปล่า
zh_cn: 内容不能为空

source: DELETE FAILURE
th_th: ลบล้มเหลว
zh_cn: 删除失败
